{"mangas":[{"score":9.15,"title_ov":"Monster","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/258224.jpg","popularity":29,"volumes":"18","generos":"|Award Winning|Drama|Mystery","synopsis":"Kenzou Tenma, a renowned Japanese neurosurgeon working in post-war Germany, faces a difficult choice: to operate on Johan Liebert, an orphan boy on the verge of death, or on the mayor of Düsseldorf. In the end, Tenma decides to gamble his reputation by saving Johan, effectively leaving the mayor for dead.\n\r\nAs a consequence of his actions, hospital director Heinemann strips Tenma of his position, and Heinemanns daughter Eva breaks off their engagement. Disgraced and shunned by his colleagues, Tenma loses all hope of a successful career—that is, until the mysterious killing of Heinemann gives him another chance.\n\r\nNine years later, Tenma is the head of the surgical department and close to becoming the director himself. Although all seems well for him at first, he soon becomes entangled in a chain of gruesome murders that have taken place throughout Germany. The culprit is a monster—the same one that Tenma saved on that fateful day nine years ago.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":9.47,"title_ov":"Berserk","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/157897.jpg","popularity":1,"volumes":"Unknown","generos":"|Action|Adventure|Award Winning|Drama|Fantasy|Horror|Supernatural","synopsis":"Guts, a former mercenary now known as the \"Black Swordsman,\" is out for revenge. After a tumultuous childhood, he finally finds someone he respects and believes he can trust, only to have everything fall apart when this person takes away everything important to Guts for the purpose of fulfilling his own desires. Now marked for death, Guts becomes condemned to a fate in which he is relentlessly pursued by demonic beings.\n\r\nSetting out on a dreadful quest riddled with misfortune, Guts, armed with a massive sword and monstrous strength, will let nothing stop him, not even death itself, until he is finally able to take the head of the one who stripped him—and his loved one—of their humanity.\n\r\n[Written by MAL Rewrite]\n\nIncluded one-shot:\r\nVolume 14: Berserk: The Prototype","status":"Publishing"},{"score":8.95,"title_ov":"20th Century Boys","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/5\/260006.jpg","popularity":27,"volumes":"22","generos":"|Award Winning|Drama|Mystery|Sci-Fi","synopsis":"As the 20th century approaches its end, people all over the world are anxious that the world is changing. And probably not for the better.\n\r\nKenji Endo is a normal convenience store manager whos just trying to get by. But when he learns that one of his old friends going by the name \"Donkey\" has suddenly committed suicide, and that a new cult led by a figure known as \"Friend\" is becoming more notorious, Kenji starts to feel that something isnt right. With a few key clues left behind by his deceased friend, Kenji realizes that this cult is much more than he ever thought it would be—not only is this mysterious organization directly targeting him and his childhood friends, but the whole world also faces a grave danger that only the friends have the key to stop.\n\r\nKenjis simple life of barely making ends meet is flipped upside down when he reunites with his childhood friends, and together they must figure out the truth of how their past is connected to the cult, as the turn of the century could mean the possible end of the world.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.68,"title_ov":"Yokohama Kaidashi Kikou","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/171813.jpg","popularity":205,"volumes":"14","generos":"|Award Winning|Drama|Sci-Fi|Slice of Life","synopsis":"In a post-apocalyptic world where an environmental disaster led to the eruption of Mt. Fuji and the inundation of Yokohama, the age of humans is in its twilight. Alpha Hatsuseno is an android and the namesake of a small cafe outside Yokohama. As her owner is away on a trip indefinitely, she has been left responsible for running the cafe. Although she rarely gets any customers, Alpha remains outgoing and cheerful.\n\r\nWhile Alpha awaits her owners homecoming, she explores the vicinity with her scooter and camera. Throughout her journeys, she meets new people and other androids, making memories along the way.\n\nYokohama Kaidashi Kikou is a beautiful, laid-back story centered around Alphas daily activities, emphasizing the passing of time in everyday life.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.73,"title_ov":"Hajime no Ippo","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/250313.jpg","popularity":171,"volumes":"Unknown","generos":"|Award Winning|Sports","synopsis":"Makunouchi Ippo is a 16-year-old high school student who helps his mother run the family business. His hefty workload impedes on his social life, making him an easy target for bullies. One day, while being beaten up by a group of high school students, Ippo is saved by a boxer named Mamoru Takamura, and is brought to the Kamogawa Boxing Gym. \n\r\nThis afterschool bullying session turns his life around for the better as Ippo discovers his latent talent for boxing and decides to practice the sport professionally. However, Mamoru doubts Ippos determination and assigns him a task deemed impossible to complete, but the resolute Ippo trains tirelessly to fulfill his mission. Along the way, he finds out what it means to attain true strength while making new friends and fighting formidable foes.\n\r\n[Written by MAL Rewrite]","status":"Publishing"},{"score":8.04,"title_ov":"Full Moon wo Sagashite","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/175970.jpg","popularity":453,"volumes":"7","generos":"|Comedy|Drama|Fantasy|Romance|Supernatural","synopsis":"At the tender age of twelve, Mitsuki Kouyama has a sarcoma in her throat. Though this rare cancer can be cured by removing her vocal cords, Mitsuki refuses because of her desire to become a pop singer and keep her childhood promise to Eichi Sakurai, her first love who left for America. Unable to both heal and keep her voice, she allows her health to deteriorate as she accepts her tragic fate.\n\r\nOne day, while escaping the home of her music-hating grandmother to attend an audition, Mitsuki meets two shinigami Takuto Kira and Meroko Yui. Realizing that Mitsuki can see them, Takuto and Meroko reveal to her that she will die in a year. Moved by her plight, Takuto allows Mitsuki the chance to pursue her dream by giving her the ability to transform into a healthy sixteen-year-old girl. After being chosen for a contract with Seed Records, Mitsuki makes her debut under the stage name Full Moon and chooses to pursue her dream music career before her lifes end.\n\r\n[Written by MAL Rewrite]\n\n\nIncluded one-shot:\r\nVolume 2: Ginyuu Meika","status":"Finished"},{"score":8.3,"title_ov":"Tsubasa: RESERVoir CHRoNiCLE","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/272410.jpg","popularity":189,"volumes":"28","generos":"|Action|Adventure|Drama|Fantasy","synopsis":"Warmhearted Syaoran has always been friends with Sakura—the princess of the Clow Kingdom who holds an extraordinary power capable of changing the world. When a mysterious man attempts to monopolize Sakuras ability, her memories scatter throughout different worlds in the form of feathers. To save Sakura, Syaoran seeks help from the Dimensional Witch and meets two other travelers—Kurogane and Fai D. Flourite.\n\r\nKurogane, a capable fighter and ninja, has been banished from his homeworld and wishes to return. In contrast, Fai, a magician from Celes, wants to traverse different worlds to avoid his home and past. As the price to cross dimensions, each of the three must sacrifice their most valued possession. For Sakuras sake, Syaoran agrees to give away their relationship as payment to the Dimensional Witch. And with firm determination, Syaoran, Kurogane, and Fai begin journeying through numerous worlds to fight against their ill-fated destinies.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.37,"title_ov":"xxxHOLiC","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/217533.jpg","popularity":178,"volumes":"19","generos":"|Comedy|Drama|Mystery|Supernatural","synopsis":"Living alone after his parents passed away, Kimihiro Watanuki is a high school student who can see otherworldly creatures that are attracted to him. His days are plagued by these nuisances, and he wishes to rid himself of this inconvenience. One fateful day, as Kimihiro is being chased by a horde of spirits, his feet bring him into a mysterious store to seek shelter. Here he meets Yuuko Ichihara, the mistress of this supposed store, who claims to be able to grant wishes. Yuuko offers to grant Kimihiros, as long as he pays an appropriate price.\n\r\nThus begins Kimihiros time working in her store to earn the payment necessary for his wish. In Yuukos employ, he must become further involved with spirits and the supernatural before he can leave that world behind. How will he fare in the inexplicable encounters that await him?\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.07,"title_ov":"Naruto","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/249658.jpg","popularity":11,"volumes":"72","generos":"|Action|Adventure|Fantasy","synopsis":"Whenever Naruto Uzumaki proclaims that he will someday become the Hokage—a title bestowed upon the best ninja in the Village Hidden in the Leaves—no one takes him seriously. Since birth, Naruto has been shunned and ridiculed by his fellow villagers. But their contempt isnt because Naruto is loud-mouthed, mischievous, or because of his ineptitude in the ninja arts, but because there is a demon inside him. Prior to Narutos birth, the powerful and deadly Nine-Tailed Fox attacked the village. In order to stop the rampage, the Fourth Hokage sacrificed his life to seal the demon inside the body of the newborn Naruto.\n\r\nAnd so when he is assigned to Team 7—along with his new teammates Sasuke Uchiha and Sakura Haruno, under the mentorship of veteran ninja Kakashi Hatake—Naruto is forced to work together with other people for the first time in his life. Through undergoing vigorous training and taking on challenging missions, Naruto must learn what it means to work in a team and carve his own route toward becoming a full-fledged ninja recognized by his village.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.86,"title_ov":"Bleach","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/180031.jpg","popularity":14,"volumes":"74","generos":"|Action|Adventure|Award Winning|Fantasy","synopsis":"For as long as he can remember, high school student Ichigo Kurosaki has been able to see the spirits of the dead, but that has not stopped him from leading an ordinary life. One day, Ichigo returns home to find an intruder in his room who introduces herself as Rukia Kuchiki, a Soul Reaper tasked with helping souls pass over. Suddenly, the two are jolted from their conversation when a Hollow—an evil spirit known for consuming souls—attacks. As Ichigo makes a brash attempt to stop the Hollow, Rukia steps in and shields him from a counterattack. Injured and unable to keep fighting, Rukia suggests a risky plan—transfer half of her Soul Reaper powers to Ichigo. He accepts and, to Rukias surprise, ends up absorbing her powers entirely, allowing him to easily dispatch the Hollow.\n\r\nNow a Soul Reaper himself, Ichigo must take up Rukias duties of exterminating Hollows and protecting spirits, both living and dead. Along with his friends Orihime Inoue and Yasutora Sado—who later discover spiritual abilities of their own—Ichigo soon learns that the consequences of becoming a Soul Reaper and dealing with the world of spirits are far greater than he ever imagined.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":9.22,"title_ov":"One Piece","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/253146.jpg","popularity":3,"volumes":"Unknown","generos":"|Action|Adventure|Fantasy","synopsis":"Gol D. Roger, a man referred to as the \"King of the Pirates,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the King of the Pirates is executed and the Great Age of Pirates begins.\n\r\nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new King of the Pirates. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\r\n[Written by MAL Rewrite]","status":"Publishing"},{"score":7.85,"title_ov":"Rave","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/255624.jpg","popularity":315,"volumes":"35","generos":"|Adventure|Comedy|Fantasy","synopsis":"Fifty years ago, the wielders of the sacred Rave stones fought against an onslaught caused by demon stones called Dark Bring. This war resulted in an explosion known as \"Overdrive\"—a blast so powerful that it sent the Dark Bring into a deep slumber and scattered the pieces of Rave across the world.\n\r\nIn the present, Haru Glory lives a peaceful life on Garage Island until one day, he catches the creature Plue while fishing. Plue is later recognized by Shiba Roses, an old man who happens to be the original Rave Master. Shiba explains that the Dark Bring has resurfaced, and that to stop it, assembling the scattered parts of Rave is of utmost urgency. However, before Shiba can leave on this mission, he is attacked by a soldier from the evil organization Demon Card, forcing him to transfer the power of Rave to Haru. With the fate of humankind resting on his shoulders, the new Rave Master begins his quest to find the scattered Rave fragments.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.93,"title_ov":"Mahou Sensei Negima!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/259286.jpg","popularity":202,"volumes":"38","generos":"|Action|Adventure|Comedy|Fantasy|Romance|Supernatural|Ecchi","synopsis":"Negi Springfield, a 10-year-old wizard who recently graduated from Merdiana Magic Academy in Wales, hopes to achieve two things—to find his missing father, who was once known as the Thousand Master, and to become a Magister Magi, someone who helps the everyday world through magic. To reach his latter goal, he is assigned one last task: to teach English at a middle school in Japan.\n\r\nMuch to his surprise and dismay, he not only discovers that his homeroom class consists of 31 girls, but also ends up revealing his true identity as a magician to Asuna Kagurazaka, one of his new students. Negi must now negotiate with the girl and face his most difficult challenge yet—to keep his identity a secret as he tackles magical threats both from within and outside of Mahora Academy, all the while keeping a watchful eye out for his lost father.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.79,"title_ov":"Love Hina","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/259287.jpg","popularity":222,"volumes":"14","generos":"|Award Winning|Comedy|Romance|Ecchi","synopsis":"It is said that if a couple gets into the University of Tokyo together, they will live happily ever after. However, for Keitarou Urashima, UTokyo is a distant dream. After failing the entrance exams twice already, he decides to stay at his grandmothers inn in Tokyo in order to prepare for his third attempt. He is, therefore, surprised when he finds out that not only has his grandmother gone on a long vacation, but the inn has also become the Hinata House, an all-girls dormitory!\n\r\nUnfortunately for Keitarou, a series of misunderstandings during his first visit leave him with five untrusting tenants. But when Haruka Urashima, his aunt who works at the dorm, brings up that he is supposedly a UTokyo student, the girls impressions of him quickly change, and they reluctantly allow him to stay. Feeling guilty about the lie, he slowly gets to know his new neighbors: the cute yet violent Naru Narusegawa, the cheeky and opportunistic Mitsune Konno, the soft-spoken Shinobu Maehara, the straight-laced Motoko Aoyama, and the mischievous Kaolla Su.\n\r\nThus continues the unpopular Keitarous difficult journey to get into UTokyo, all for the chance to fulfill his childhood promise to the only girl who has ever shown any interest in him and maybe, just maybe, meet her again...\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.16,"title_ov":"Kareshi Kanojo no Jijou","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267780.jpg","popularity":441,"volumes":"21","generos":"|Comedy|Drama|Romance","synopsis":"Yukino Miyazawa is the perfect model student. Pretty, kind, good at sports, always at the top of her class. But shes not all that she seems. Its all an act of deception; she is really the self-confessed queen of vanity, and her only goal in life is winning the praise and admiration of everyone around her.\n\r\nWhen she enters high school, she finally meets her match: Souichirou Arima, a handsome, athletic, popular, and very intelligent young boy. Ever since he stole the top seat in the class from her, Yukino has hated him, and has been plotting on how to take back her former place as the object of all other students admiration.\n\r\nWhat she wasnt expecting, however, was that Souichirou, the very boy she hated, would confess his love for her. Or that he would find out about her deception—and use it to blackmail her!\n\r\nTogether, they discover that they have more in common than they knew, and they slowly begin to bring out each others inner selves.\n\r\n(Source: MU)\n\nIncluded one-shots:\r\nVolume 1: Tora to Chameleon: Yakusoku wa Isshukan (The Tiger and the Chameleon: A Promise for One Week)\r\nVolume 4: Ashita Mata Mori de Aou ne (Meet Me Again Tomorrow in the Forest)\r\nVolume 8: Abareru Ousama (The Raging King)","status":"Finished"},{"score":8.3,"title_ov":"Kodomo no Omocha","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267715.jpg","popularity":801,"volumes":"10","generos":"|Award Winning|Comedy|Drama|Romance|Slice of Life","synopsis":"Sana Kurata, a child actress, faces many problems in her classroom, including a major one - her bullying classmate, Akito Hayama. Sanas outgoing and friendly nature leads her to work towards correcting all of the problems around her. Her meddling irritates Hayama but at the same time captivates him, just as Hayamas gloomy nature irritates Sana and compels her to change him. As these two opposites attract each other, they face many hardships which bring them closer to a mutual understanding.\n\r\n(Source: ANN)","status":"Finished"},{"score":7.62,"title_ov":"GetBackers","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/169369.jpg","popularity":1301,"volumes":"39","generos":"|Action|Comedy|Drama|Mystery|Supernatural|Ecchi","synopsis":"Blonde, hip, pragmatic and cool, Ginji Amano has the power to generate currents with his body like an electric eel. Brunette, equally hip, bespectacled and rambunctious, Ban Mido has the mystically mysterious Evil Eye, the power to create illusions in the minds of his foes. Together, they are the GetBackers, the best retrieval team in the world. They can get back anything taken from clients, and their success rate is (almost) 100%! However, first they have to get some clients—and soon—or this spry detective duo will starve on the streets!\n\r\n(Source: TokyoPop)","status":"Finished"},{"score":8.12,"title_ov":"Hikaru no Go","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/170574.jpg","popularity":358,"volumes":"23","generos":"|Award Winning|Comedy|Drama|Supernatural","synopsis":"When Hikaru Shindou discovers an old go board in his grandfathers attic, he is greeted by the spirit of an ancient go master, Fujiwara no Sai. Sai spent his life teaching the techniques of the board game to an emperor during the Heian era, and now in his ghostly state, he is eager to share his passion with the unsuspecting Hikaru. The only problem is that Hikaru is not all that interested in board games. But Sai is not easily dissuaded. Pressured by Sais unrelenting desire to pursue something he refers to as the \"Divine Move,\" Hikaru begrudgingly consents to playing the game, executing moves as dictated by Sai. But slowly, intrigued by the dedication of his peers, he begins to learn the basics of the game.\n\r\nAs Hikaru enters into the world of go, guided by his intangible tutor and inspired by his rival, Akira Touya, he cannot help but be drawn into the complex game as he grows determined to prove his own abilities. In a coming-of-age story centering around an ancient board game, Hikaru no Go tells the story of a boy maturing through the pursuit of his newfound passion.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.69,"title_ov":"Death Note","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/258245.jpg","popularity":13,"volumes":"12","generos":"|Supernatural|Suspense","synopsis":"Ryuk, a god of death, drops his Death Note into the human world for personal pleasure. In Japan, prodigious high school student Light Yagami stumbles upon it. Inside the notebook, he finds a chilling message: those whose names are written in it shall die. Its nonsensical nature amuses Light; but when he tests its power by writing the name of a criminal in it, they suddenly meet their demise. \n\r\nRealizing the Death Notes vast potential, Light commences a series of nefarious murders under the pseudonym \"Kira,\" vowing to cleanse the world of corrupt individuals and create a perfect society where crime ceases to exist. However, the police quickly catch on, and they enlist the help of L—a mastermind detective—to uncover the culprit.\n\nDeath Note tells the thrilling tale of Light and L as they clash in a great battle-of-minds, one that will determine the future of the world.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.56,"title_ov":"Rurouni Kenshin: Meiji Kenkaku Romantan","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/127583.jpg","popularity":139,"volumes":"28","generos":"|Action|Drama","synopsis":"Ten years have passed since the end of Bakumatsu, an era of war that saw the uprising of citizens against the Tokugawa shogunate. The revolutionaries wanted to create a time of peace, and a thriving country free from oppression. The new age of Meiji has come, but peace has not yet been achieved. Swords are banned but people are still murdered in the streets. Orphans of war veterans are left with nowhere to go, while the government seems content to just line their pockets with money.\n\r\nOne wandering samurai, Kenshin Himura, still works to make sure the values he fought for are worth the lives spent to bring about the new era. Once known as Hitokiri Battousai, he was feared as the most ruthless killer of all the revolutionaries. Now haunted by guilt, Kenshin has sworn never to kill again in atonement for the lives he took, and he may never know peace until killing is a thing of the past.\n\r\nNow in the 11th year of Meiji, Kenshin stumbles upon Kaoru Kamiya, owner and head instructor of a small dojo being threatened to close its doors. The police force is powerless to stop the string of murders done in the name of her dojo by a man claiming to be the famous Battousai. Kenshins wanderings pause for now as he joins Kaoru to clear both their names. But how long can he stay before his past catches up to him?\n\r\n[Written by MAL Rewrite]\n\nIncluded one-shot:\r\nVolume 28: Meteor Strike","status":"Finished"},{"score":7.98,"title_ov":"Ranma ½","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/156534.jpg","popularity":312,"volumes":"38","generos":"|Action|Comedy|Romance|Ecchi","synopsis":"Soun Tendou runs the Tendou Martial Arts School accompanied by his three daughters: Akane, Nabiki, and Kasumi. One day, the sisters lives are turned upside down when their father announces that he has promised one of them to be married to a fellow martial artists son in hopes of carrying on the family legacy. In addition to their mixed reactions, when the fiancé arrives, the last thing the Tendou family expects is Ranma Saotome and his father, Genma.\n\r\nRanma has been training in China with his father until an unfortunate accident changed them both. Now, when water touches them, Ranma turns into a girl and Genma into a giant panda. Ranma ½ follows Ranma as he attempts to get along with his newly betrothed, the youngest of the Tendou sisters, Akane. As the two begin to attend the same school, they deal with fellow friends and rivals, all of whom have something to say about their engagement.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.28,"title_ov":"D.Gray-man","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/240470.jpg","popularity":65,"volumes":"Unknown","generos":"|Action|Adventure|Fantasy","synopsis":"Thousands of years ago, there existed those gifted with the power of God. Their mission: to destroy the ominous evils that lurk in the darkness known as \"Akuma.\" Led by the Milenium Earl, Akuma seek to destroy fragments of \"Innocence,\" the only weapons capable of harming the Earl and his army and bring about the Great Flood from a hundred years ago. \n\r\nTo prevent this tragedy from happening, the Black Order was formed as an organization dedicated to fighting the Earl. They recruit Exorcists, those with the inherent ability to accomodate Innocence, to fight against the Akuma.\n\r\nIn the late 19th century, Allen Walker—a white-haired boy armed with Innocence that takes the form of his entire left arm and a cursed eye that can see Akuma—is sent to the Black Order. There, Allen meets various comrades from the Order—the mercurial Yuu Kanda, the kindhearted Lenalee Lee, and the cheerful yet mysterious Lavi. Despite their different personalities, they have one goal in mind: to bring salvation to the souls of Akuma and prevent the Earl from destroying the world.\n\r\n[Written by MAL Rewrite]","status":"Publishing"},{"score":9.03,"title_ov":"Fullmetal Alchemist","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/243675.jpg","popularity":20,"volumes":"27","generos":"|Action|Adventure|Award Winning|Drama|Fantasy","synopsis":"Alchemists are knowledgeable and naturally talented individuals who can manipulate and modify matter due to their art. Yet despite the wide range of possibilities, alchemy is not as all-powerful as most would believe. Human transmutation is strictly forbidden, and whoever attempts it risks severe consequences. Even so, siblings Edward and Alphonse Elric decide to ignore this great taboo and bring their mother back to life. Unfortunately, not only do they fail in resurrecting her, they also pay an extremely high price for their arrogance: Edward loses his left leg and Alphonse his entire body. Furthermore, Edward also gives up his right arm in order to seal his brothers soul into a suit of armor.\n\r\nYears later, the young alchemists travel across the country looking for the Philosophers Stone, in the hopes of recovering their old bodies with its power. However, their quest for the fated stone also leads them to unravel far darker secrets than they could ever imagine.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.74,"title_ov":"Hunter x Hunter","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/253119.jpg","popularity":23,"volumes":"Unknown","generos":"|Action|Adventure|Fantasy","synopsis":"\"Secret treasure hoards, undiscovered wealth... mystical places, unexplored frontiers... The mysterious unknown. Theres magic in such words for those captivated by its spell. They are called Hunters!\"\n\r\nGon Freecss wants to become a Hunter so he can find his father, a man who abandoned him to pursue a life of adventure. But its not that simple: only one in one hundred thousand can pass the Hunter Exam, and that is just the first obstacle on his journey. During the Hunter Exam, Gon befriends many other potential Hunters, such as the mysterious Killua; the revenge-driven Kurapika; and Leorio, who aims to become a doctor. Theres a world of adventure and peril awaiting, and those who embrace it with open arms can become the greatest Hunters of them all!\n\r\n[Written by MAL Rewrite]","status":"Publishing"},{"score":8.1,"title_ov":"X","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267781.jpg","popularity":706,"volumes":"18","generos":"|Action|Drama|Fantasy|Supernatural","synopsis":"Six years ago, Kamui Shirou and siblings Fuuma and Kotori Monou were inseparable childhood friends. After the sudden, gruesome death of the Monou siblings mother, Kamui was taken away from Tokyo by his own mother. In the years that passed, the two lived peacefully while Kamui strengthened his innate telekinetic abilities. When his mother passes away in 1999, her dying wish prompts him to return to Tokyo to face his \"destiny.\"\n\r\nWhen Kamui reappears in the city, his attitude has taken a drastic turn, and he displays the growth of his powers through violent confrontations in the streets. Various opponents come after him asking if he is \"Kamui,\" but they seem to be demanding something far more significant than his name. These fighters represent two opposite factions—the Dragons of Heaven and the Dragons of Earth—who each wish to recruit him to their cause. Piecing together clues about the apocalyptic \"promised day,\" Kamui realizes that he holds the fate of the world in his hands. Depending on which group of Dragons he allies himself with, he can either choose to save the world—or end it.\n\r\n[Written by MAL Rewrite]","status":"On Hiatus"},{"score":8.79,"title_ov":"Nana","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/262324.jpg","popularity":78,"volumes":"21","generos":"|Award Winning|Drama|Romance","synopsis":"Nana Komatsu is a naive, unmotivated girl who spends her high school days chasing one crush after the other. Despite continually facing failure in her quest for love, her spirits have never dampened. At the age of 20, she finds herself on a train to Tokyo with hopes of reuniting with her current boyfriend.\n\r\nNana Osaki, on the other hand, is feisty and prideful. After joining a local band during her high school days, she falls in love with music and one of the band members. However, when faced with the choice between her relationship and her musical career, she chooses the latter and separates from her boyfriend. On her 20th birthday, she boards the same train to Tokyo, like her namesake, where she aims to become a top vocalist.\n\r\nThe two girls with the same name but very different aspirations find themselves sitting together on their journey to the city, and, as fate would have it, eventually share the same apartment. A deep and unique bond is then forged, where they will support each other in this saga of love, music, friendship, and heartbreak.\n\r\n[Written by MAL Rewrite]","status":"On Hiatus"},{"score":8.29,"title_ov":"Paradise Kiss","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/262323.jpg","popularity":310,"volumes":"5","generos":"|Drama|Romance","synopsis":"After two eccentrically dressed individuals ambush her, high school student Yukari Hayasaka promptly passes out due to shock. She soon awakens to find herself surrounded by even more strangely dressed people in the basement studio of Paradise Kiss—a fashion design club composed of four students from Yazawa School for the Arts. Although it seems like Yukari has been kidnapped, the older students explain that they only approached her to see if she would model their collection for an upcoming fashion show.\n\r\nBeing a senior with a busy schedule, Yukari furiously rejects the groups offer. But when she drops her student passbook in her haste to leave, the ringleader of the group, George Koizumi, picks it up and uses it as a means to coerce Yukari into considering their request. After hearing about the other members unbridled ambition, Yukari is inspired to reevaluate her own circumstances and eventually agrees to help them out.\n\r\nNow as Paradise Kiss model, Yukari must learn to balance her new responsibilities with her hectic personal life. However, the more time she spends with George and the rest of the team, the harder it becomes for her to avoid getting swept up in the glitz and glamor of the fashion world.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.5,"title_ov":"Ouran Koukou Host Club","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267782.jpg","popularity":93,"volumes":"18","generos":"|Comedy|Drama|Romance","synopsis":"At Ouran High School, an academy where only the children of the rich and powerful attend, there exists a club consisting of the most elite of the student body: the legendary Host Club. Within the clubs room, six beautiful, bored boys spend their time entertaining equally beautiful and bored girls.\n\r\nHaruhi Fujioka, a poor scholarship student, has no interest in the Host Club—until she breaks a valuable vase in their clubroom. After being mistaken for a boy, Haruhi is forced by Kyouya Ootori to work for the Host Club to repay her debt. Tamaki Suou, the princely leader of the club, eagerly takes her under his wing to teach her the ways of the host.\n\r\nThings, however, are never quite so simple with the Host Club around. Even the most mundane events can turn into huge spectacles with the likes of prankster twins Hikaru and Kaoru Hitachiin, stoic Takashi Morinozuka, and sweet Mitsukuni \"Hunny\" Haninozuka. The crazy adventures of the Host Club are just beginning, and Haruhi must learn how to survive in the glitzy world of the hosts.\n\r\n[Written by MAL Rewrite]\n\nNote: The final volume contains a special bonus chapter where the group travels to Spain.","status":"Finished"},{"score":8.33,"title_ov":"Lovely★Complex","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/209659.jpg","popularity":251,"volumes":"17","generos":"|Award Winning|Comedy|Drama|Romance","synopsis":"When the taller than average 172 cm Risa Koizumi learns that her occasional nemesis, the shorter than average 156 cm Atsushi Ootani, is romantically interested in her friend, she decides to team up with him. After all, she also has feelings for his friend. Unluckily, however, their respective crushes fall for each other instead. Determined to find new love after their recent misfortunes, the pair decide to cheer each other on while maintaining their usual dynamic of constant bickering. \n\r\nAlthough they continually deny it, Risa and Ootani are more similar than they like to admit: they both have unusual heights, failing grades, identical tastes in food, and a tendency to act extremely childish. Together, they inspire laughter among their peers as a so-called comedic duo. Could the love that these two are looking for be closer than they think?\n\r\n[Written by MAL Rewrite]\n\n\nIncluded one-shots:\r\nVolume 12: Hoshi ni Nattemo Aishiteru\r\nVolume 16: Bokura no Ibasho","status":"Finished"},{"score":7.44,"title_ov":"666 Satan","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267783.jpg","popularity":492,"volumes":"19","generos":"|Action|Adventure|Comedy|Drama|Fantasy|Supernatural","synopsis":"In the not too distant future, mankind battles over O-Parts, relics from an ancient civilization. It takes a special kind of person to unlock the full potential of these remnants from the past, and a unique breed of humans known as O.P.T.s (or O-Parts Tacticians) become a force to be reckoned with. Unfortunately, O-Parts can be used for good or evil purposes.\n\r\nJio is a young boy with a tragic past who only trusts one thing in the world: money. Little does he suspect that he is actually a very powerful O.P.T., and inside him sleeps a demon of incredible ferocity. He meets up with a girl named Ruby, and together they decide to embark on a dangerous quest to discover as many O-Parts as they can. Will Jio help Ruby realize her dream of becoming a world famous treasure hunter? More importantly, will Ruby help Jio realize his dream of--world domination?!\n\r\n(Source: Viz Media)\n\nIncluded one-shots:\r\nVolume 6: Trigger","status":"Finished"},{"score":7.38,"title_ov":"Pita-Ten","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/191236.jpg","popularity":2462,"volumes":"8","generos":"|Comedy|Drama|Fantasy|Romance","synopsis":"Kotarou Higuchi is a sixth-grade student who not only has to work hard to get into a good middle school, but he also has to deal with the responsibilities that come with living in an apartment all by himself. One day, while leaving for school, he is greeted with a surprise: an unfamiliar, older girl in a frilly black dress is waiting by his front door, asking to be friends with him!\n\r\nDespite his attempts at ignoring her, the strange girl determinedly follows Kotarou all the way to school and back. Giving in, Kotarou finds out that the strange girls name is Misha and that she is his new neighbor, supposedly from Heaven to work on becoming a full-time angel. What will become of Kotarou and his life with this \"clingy angel\"?\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":6.53,"title_ov":"Di Gi Charat: Koushiki Comic Anthology","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267784.jpg","popularity":10106,"volumes":"4","generos":"|Comedy|Fantasy|Sci-Fi","synopsis":"On planet Di Gi Charat, little Digiko was a pampered princess. Now living on Earth, the green-haired moppet is working for minimum wage at a hobby shop in Japan. Who ever said it was easy being cute? Based on the popular anime series, Di Gi Charat also features bratty Usada, shy boy Minagawa, and Digikos wacky companions Puchiko and Gemo! \n\r\n(Source: VIZ Media)","status":"Finished"},{"score":7.5,"title_ov":"Kamichama Karin","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267789.jpg","popularity":1591,"volumes":"7","generos":"|Comedy|Drama|Fantasy|Romance","synopsis":"After the death of her beloved cat, orphan Karin Hanazono is left lonesome and empty. As she does not have any friends and performs poorly at school, her mean-spirited aunt resents having to take care of her. Wholeheartedly believing that God will grant her salvation one day, she tightly holds onto the ring that her mother passed down to her.\n\r\nSeeking solace by spending time at her late cats grave, Karin unexpectedly meets a boy named Kazune Kuujou, who claims he is looking for God. However, Kazune calls her weak for relying on her deceased cat for comfort. Angered by the insult, Karin subconsciously channels energy into her mothers ring. Soon enough, she begins to excel at school and classmates compliment her for the first time. Unbeknownst to her, the ring has bestowed her godly powers.\n\r\nThe revelation of the rings transcendent strength catches the eyes of not only Kazune but also more sinister figures who wish to take advantage of Karin for nefarious purposes. Karin must now use her newly acquired gift to fight back against these malicious forces, unaware of the truth behind her heritage and the existence of others with similar abilities.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.79,"title_ov":"Kamikaze Kaitou Jeanne","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267790.jpg","popularity":890,"volumes":"7","generos":"|Action|Drama|Romance|Supernatural","synopsis":"Its nearly the end of the century, and one girl has been breaking the news: Kaitou Jeanne, a phantom thief supposedly sent by God, has been stealing paintings all around the city. Her real identity is Maron Kusakabe, a 16-year-old rhythmic gymnastics enthusiast and student at Momokuri Academy— something unknown to all, even her best friend Miyako Toudaiji, who is in charge of the police chase for Jeanne.\n\r\nHidden inside the paintings Maron steals are demons sent by the demon lord, who plans to weaken Gods power by having his minions possess human hearts. Assisted by the minor angel Finn Fish, it is up to Maron as the reincarnation of Jeanne dArc to assume her alter ego, hunt down the cursed paintings, and seal the vile demons away. However, the tough job of balancing this duty with her lonesome high school life only proves more challenging when a mysterious new phantom thief makes his appearance—Kaitou Sinbad.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.85,"title_ov":"Shinshi Doumei Cross","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/257940.jpg","popularity":664,"volumes":"11","generos":"|Comedy|Drama|Romance","synopsis":"Imperial Academy is an elite private school whose student body is divided into the ranks of Gold, Silver, and Bronze. Depending on your familys wealth and your individual merit, you can be classified as a Silver or Bronze student. However, there is only one Gold student, and this year that person is Shizumasa Touguu—nicknamed \"the Emperor\" because he is the Student Council President.\n\r\nWhen she was very young, Haine Otomiya fell in love with Shizumasa, after reading the childrens picture book that he authored. She had met him twice before attending Imperial Academy, but as a Bronze student, her rank is far below his, so she has been unable to approach him at school. \n\r\nHaine jumps at an opportunity to get close to Shizumasa, and she unexpectedly becomes his bodyguard as well as a member of the Student Council. It seems like a dream come true for her, but soon she will learn that everyone in the Student Council is hiding secrets, and her own shameful history cannot be forgotten either.\n\r\n[Written by MAL Rewrite]\n\n\nIncluded one-shots","status":"Finished"},{"score":7.65,"title_ov":"+Anima","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267791.jpg","popularity":847,"volumes":"10","generos":"|Adventure|Fantasy","synopsis":"+Anima are rare and mysterious human-like beings capable of transforming their body into the form of an animal, but they are ostracised from society by humans. Cooro, a young orphaned +Anima with the abilities of a crow, struggles to find acceptance and belonging. Having been found on a church altar as a baby, he knows little of his origins and his species despite the poor reputation they receive. Thus, he resolves to search for more of his kind.\n\r\nTogether with his newfound companions—Husky, Nana Alba, and Senri—Cooro embarks on a quest to meet other outcasts and discover their place in an unforgiving world. As the bond between the four +Anima grows to become unbreakable throughout their travels, a sense of adventure seems everlasting. However, the group soon realizes that finding somewhere to belong might prove more challenging than previously anticipated.\n\n+Anima follows the hardships and adventures of Cooro and his friends as they learn of the difficulties and prejudice experienced by their kin.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":6.98,"title_ov":"Zombie Powder.","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/180035.jpg","popularity":1184,"volumes":"4","generos":"|Action|Comedy|Supernatural","synopsis":"Gamma Akutabi is a mysterious figure, drifting through the western desert with a giant sword slung over his shoulder and a right arm made completely of metal spreading up and over his cheek. He searches endlessly for a mythical set of 12 Rings of the Dead—jewelry said to give life to the possessor. These rings are hunted by mercenaries and outlaws alike for a wide variety of reasons, but Gamma seeks to grant himself eternal life by possessing all 12.\n\r\nGamma comes across teenager John Elwood Shepherd in his travels, who decides to follow Gamma after a brutal fight claims the life of his sister. Elwood seeks to use the Rings of the Dead to bring his sister back to life and quickly develops an admiration for Gamma, whose combat prowess saves Elwoods life time after time. Along the way, the two travelers encounter new friends and old allies from Gammas past, working with them to defeat enemies who seek to use the Rings of the Dead for their own nefarious purposes.\n\r\n[Written by MAL Rewrite]\n\n\nIncluded one-shots:\r\nVolume 2: Ultra Unholy Hearted Machine\r\nVolume 3: Kokumashi Urara (Rune Master Urara)\r\nVolume 4: Bad Shield United","status":"Finished"},{"score":7.79,"title_ov":"Black Cat","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/186071.jpg","popularity":332,"volumes":"20","generos":"|Action|Adventure|Comedy|Fantasy","synopsis":"Train Heartnet is an amicable bounty hunter—known as a \"Sweeper\"—with a talent for sharpshooting. Working alongside his cool-headed partner Sven Vollfied, they hunt down wanted criminals. Unfortunately, however, despite their efforts, the dynamic duo always seems to be short on money, which forces them to accept a job from the beautiful Rinslet Walker, a sly thief for hire, and a mysterious girl named Eve.\n\r\nHowever, the motley crew soon discovers a terrible plot to revolutionize the world, and the mastermind is someone Train knows and loathes with a passion. As the plan is set into motion, it is soon made clear that behind the carefree sharpshooters smiling face lies a tragic past and an insatiable desire for revenge.\n\r\n[Written by MAL Rewrite]\n\nIncluded one-shot:\r\nVolume 8: Stray Cat (pilot)","status":"Finished"},{"score":7.26,"title_ov":"Busou Renkin","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/149583.jpg","popularity":1080,"volumes":"10","generos":"|Action|Comedy|Fantasy|Supernatural","synopsis":"Busou Renkin is the story of the teenager Kazuki Mutou, who dies trying to save a girl who was being attacked by an eerie monster. The next morning, however, Kazuki is left wondering whether it was all a dream. Lo and behold, the girl, the monster, and his death are all real! The girl, Tokiko Tsumura, was actually trying to slay the homunculus (a beast that can take the form of humans, but whose main source of food is people), but Kazuki got in her way. To revive Kazuki, Tokiko replaces his heart with a \"kakugane,\" an alchemic device that allows him to summon a lance with which to fight the monsters. It turns out that Tokiko is a member of Renkin Kenshi (Alchemist Soldiers)—an organization sworn to protect the world from the diabolical creatures. Soon, Kazuki joins Tokiko in her quest to terminate the sinister being that creates and controls the homunculus.\n\r\n(Source: VIZ Media)\n\nIncluded one-shot:\r\nVolume 10: Embalming: Dead Body and Bride","status":"Finished"},{"score":8.41,"title_ov":"Dragon Ball","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267793.jpg","popularity":64,"volumes":"42","generos":"|Action|Adventure|Comedy|Sci-Fi","synopsis":"Bulma, a headstrong 16-year-old girl, is on a quest to find the mythical Dragon Balls—seven scattered magic orbs that grant the finder a single wish. She has but one desire in mind: a perfect boyfriend. On her journey, Bulma stumbles upon Gokuu Son, a powerful orphan who has only ever known one human besides her. Gokuu possesses one of the Dragon Balls, it being a memento from his late grandfather. In exchange for it, Bulma invites Gokuu to be a companion in her travels.\n\r\nBy Bulmas side, Gokuu discovers a world completely alien to him. Powerful enemies embark on their own pursuits of the Dragon Balls, pushing Gokuu beyond his limits in order to protect Bulma and their growing circle of allies. However, Gokuu has secrets unbeknownst to even himself; the incredible strength within him stems from a mysterious source, one that threatens the many people he grows to hold dear.\n\r\nAs his prowess in martial arts flourishes, Gokuu attracts stronger opponents whose villainous plans could collapse beneath his might. He undertakes the endless venture of combat training to defend his loved ones and the fate of the planet itself.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.47,"title_ov":"Eyeshield 21","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/165586.jpg","popularity":195,"volumes":"37","generos":null,"synopsis":"Timid, diminutive, and frequently the target of bullies, Sena Kobayakawa has just enrolled at Deimon Private High School. When he angers a group of delinquents by refusing to act as their errand boy, he makes an incredibly speedy getaway, an ability he has developed through years of running from his tormentors.\n\r\nYouichi Hiruma—the demonic captain of the Deimon Devil Bats football team—happens to be nearby, and seeing Senas \"golden legs\" at work, forcibly recruits him as a running back despite Senas desire to be team manager instead. Made to don the number 21 jersey and a special helmet to hide his identity as a player, Sena becomes \"Eyeshield 21,\" the teams closely guarded secret weapon. Soon he realizes his love for the sport, and aims to help the Devil Bats reach the Christmas Bowl, the high school football championship.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.63,"title_ov":"Gintama","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267795.jpg","popularity":144,"volumes":"77","generos":"|Action|Comedy|Sci-Fi","synopsis":"During the Edo period, Japan is suddenly invaded by alien creatures known as the \"Amanto.\" Despite the samurais attempts to combat the extraterrestrial menace, the Shogun soon realizes that their efforts are futile and decides to surrender. This marks the beginning of an uneasy agreement between the Shogunate and Amanto, one that results in a countrywide sword ban and the disappearance of the samurai spirit.\n\r\nHowever, there exists one eccentric individual who wields a wooden sword and refuses to let his samurai status die. Now that his kind are no longer needed, Gintoki Sakata performs various odd jobs around town in order to make ends meet. Joined by his self-proclaimed disciple Shinpachi Shimura, the fearsome alien Kagura, and a giant dog named Sadaharu, they run the business known as Yorozuya, often getting caught up in all sorts of crazy and hilarious shenanigans.\n\r\n[Written by MAL Rewrite]\n\nIncluded one-shots:\r\nVolume 1: Dandelion\r\nVolume 2: Shirokuro (Black and White)\r\nVolume 24: 13\r\nVolume 38: Bankara-san ga Tooru","status":"Finished"},{"score":7.77,"title_ov":"Ichigo 100%","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/259714.jpg","popularity":337,"volumes":"19","generos":"|Comedy|Drama|Romance|Ecchi","synopsis":"Strawberry panties backdropped against a sunset sky—that was aspiring film director Junpei Manakas introduction to a mysterious beauty at his middle school. Suspecting the girl is his classmate Aya Toujou, Junpei sets out to get in touch with her to refilm that skirt flip for \"artistic\" reasons. However, when he bumps into her the next day, he sees a girl that looks vastly different from the one in his memories.\n\r\nJust when Junpei thinks he is back to the drawing board, he runs into the schools darling, Tsukasa Nishino, boldly declaring that she is wearing strawberry panties for the day. Convincing himself that Tsukasa is the girl he has been looking for all along, Junpei starts planning his confession—all for the sake of becoming her boyfriend and filming her panties!\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":6.8,"title_ov":"Kannade","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267796.jpg","popularity":24688,"volumes":"2","generos":"|Action|Mystery","synopsis":"Akito Hayama is the infamous God Hand, an art thief who steals only masterpieces. But these arnt your ordinary art pieces, theyre actually copies made by Akitos missing mother. Akito is caught by an underground art broker and consequently learns the reason for the disappearance of his mother. In a attempt to save himself, a new found ability Kannade emerges within Akito, as well as the quest to find certain art pieces by Akitos mother and what Kannades fate really is.\n\nIncluded one-shot:\r\nVolume 2: Kannade (pilot), God Hand","status":"Finished"},{"score":8.12,"title_ov":"Katekyou Hitman Reborn!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/253085.jpg","popularity":97,"volumes":"42","generos":"|Action|Comedy","synopsis":"The life of Tsunayoshi \"No-Good Tsuna\" Sawada is a complete wreck. Terrible grades, horrible fitness, and a non-existent social life means he has no reason to attend school, especially after discovering that his crush, Kyouko Sasagawa, is already seeing someone. Unbeknownst to him however, the blood of Giotto, the great Vongola the First, runs through his veins.\n\r\nEnter home tutor Reborn, an infant who claims to be the worlds greatest hitman. Under orders from Vongola the Ninth, Reborn has come to train Tsuna to become a worthy successor to the famous Vongola Famiglia name. Tsuna, however, refuses, and claims that he will never become a mafia boss. How will the worlds greatest hitman react to such opposition? Will he force Tsuna to adhere? Or will he use this unwillingness to his advantage? This is a story of a reluctant successor as he takes on the responsibilities of becoming the underworlds next ruling mafia leader, with the help of his friends and a one-of-a-kind home tutor.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.57,"title_ov":"Pretty Face","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/123699.jpg","popularity":947,"volumes":"6","generos":"|Comedy|Romance|Ecchi","synopsis":"Randou Masashi is a brash karate star who strikes fear in everyone around him. But despite his intimidating presence, he is secretly in love with the sweet and beautiful Rina Kurimi. Unfortunately, Randou is involved in a horrific bus accident, which leaves him comatose and with a disfigured face. A year later, he awakes to discover something utterly shocking—his face now resembles Rinas!\n\r\nRandou learns that he has been under the care of a surgeon named Jun Manabe, who reconstructed Randous face based on a picture he had of Rina. Moreover, Randou is presumed dead, and his parents have moved away as a result. Distraught, Randou crosses paths with Rina and is mistaken for her twin sister Yuna, who fled from her house two years ago. Although Randou initially wished to restore his face, seeing Rina elated makes him reconsider his decision.\n\r\nHowever, a boy disguising himself as a girl is as absurd as it sounds, and being surrounded by troublesome individuals only makes it more difficult. Nevertheless, Randou is adamant about concealing his identity until he finds the real Yuna.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.71,"title_ov":"Tennis no Oujisama","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/153238.jpg","popularity":675,"volumes":"42","generos":null,"synopsis":"Seishun Academy is home to one of the best middle school tennis teams in all of Japan. Freshman tennis prodigy Ryouma Echizen enrolls in the prestigious institution with his eyes set on claiming a regular position on the Boys Tennis Team. As the son of legendary tennis player Samurai Nanjirou, Ryouma is sick of living in his shadow and wishes to surpass him someday. He is confident in his skills and has the cocky attitude to match. His teammates, however, are reluctant to accept him into their starting lineup, as he hasnt proven himself worthy of the spot.\n\r\nSeishuns ultimate goal is to make it to the National Tournament by the end of the year, but they first have to make it through the Kanto Regionals to even qualify for a spot in it. With their new \"super rookie\" on the team, Seishun is ready to take on anything that comes their way. With a varied assortment of rivals and opponents that can threaten their chance at the title, the Seishun team needs to give it their all in order to rise to the top.\n\r\n[Written by MAL Rewrite]\n\nIncluded one-shot:\r\nVolume 5: Tennis no Oujisama (pilot)","status":"Finished"},{"score":7.78,"title_ov":"Shaman King","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/255376.jpg","popularity":203,"volumes":"32","generos":"|Action|Adventure|Comedy|Supernatural","synopsis":"Shamans are extraordinary individuals with the ability to communicate with ghosts, spirits, and gods, which are invisible to ordinary people. The Shaman Fight—a prestigious tournament pitting shamans from all over the world against each other—is held every five hundred years, where the winner is crowned Shaman King. This title allows the current incumbent to call upon the Great Spirit and shape the world as they see fit.\n\r\nFinding himself late for class one night, Manta Oyamada, an ordinary middle school student, decides to take a shortcut through the local cemetery. Noticing him, a lone boy sitting on a gravestone invites Manta to stargaze with \"them.\" Realizing that \"them\" refers to the boy and his ghostly friends, Manta flees in terror. Later, the boy introduces himself as You Asakura, a Shaman-in-training, and demonstrates his powers by teaming up with the ghost of six-hundred-year-old samurai Amidamaru to save Manta from a group of thugs. You befriends Manta due to his ability to see spirits, and with the help of Amidamaru, they set out to accomplish Yous goal of becoming the next Shaman King.\n\r\n[Written by MAL Rewrite]\n\nNote: This entry is for the original printing of Shaman King. Please see Shaman King (Kanzenban Edition) for the chapters not included in this edition.","status":"Finished"},{"score":9.09,"title_ov":"Slam Dunk","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/258749.jpg","popularity":53,"volumes":"31","generos":"|Award Winning|Sports","synopsis":"Hanamichi Sakuragi, a tall, boisterous teenager with flame-red hair and physical strength beyond his years, is eager to put an end to his rejection streak of 50 and finally score a girlfriend as he begins his first year of Shohoku High. However, his reputation for delinquency and destructiveness precedes him, and most of his fellow students subsequently avoid him like the plague. As his first day of school ends, he is left with two strong thoughts: \"I hate basketball\" and \"I need a girlfriend.\"\n\r\nHaruko Akagi, ignorant of Hanamichis history of misbehavior, notices his immense height and unwittingly approaches him, asking whether or not he likes basketball. Overcome by the fact that a girl is speaking to him, the red-haired giant blurts out a yes despite his true feelings. At the gym, Haruko asks if he can do a slam dunk. Though a complete novice, Hanamachi palms the ball and makes the leap...but overshoots, slamming his head into the backboard. Amazed by his near-inhuman physical abilities, Haruko quickly notifies the schools basketball captain of his feat. With this, Hanamichi is unexpectedly thrust into a world of competition for a girl he barely knows, but he soon discovers that there is perhaps more to basketball than he once thought.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.8,"title_ov":"Whistle!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267799.jpg","popularity":3414,"volumes":"24","generos":"|Drama|Sports","synopsis":"Everybody has a dream, and for Shou Kazamatsuri, that dream is simple: he wants to be the best soccer player he can possibly be. Hes the spirited leader of the Josui Junior High team and everyone looks up to him. In turn, he tries to keep the team together at any cost!\n\r\n(Source: VIZ Media)","status":"Finished"},{"score":8.2,"title_ov":"Yuu☆Yuu☆Hakusho","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/250027.jpg","popularity":219,"volumes":"19","generos":"|Action|Award Winning|Comedy|Drama|Supernatural","synopsis":"Fourteen-year-old thug Yuusuke Urameshi spends his days skipping school and causing trouble for the adults in his life. Yuusuke regularly engages in street brawls against rival Kazuma Kuwabara and ridicules his childhood friend Keiko Yukimura. Filled with self-loathing and the burden of an alcoholic mother, Yuusuke sacrifices it all in a split-second decision—he tackles a small child out of the way of an oncoming car, losing his life in the process.\n\r\nSpirit guide Botan intervenes, allowing Yuusuke to see how the people in his life react to his death; he is moved by the emotional ruin his loss causes his mother, Keiko, and even Kuwabara. Additionally, due to his deaths heroic nature, he receives an opportunity to return to life from the Spirit World rulers son, Koenma.\n\r\nKoenma hires Yuusuke as a \"Spirit Detective\" and tasks him with solving a series of increasingly challenging paranormal mysteries. Battling and befriending demons such as the beautiful Kurama and hostile Hiei, Yuusuke further develops and utilizes his skills as a fighter. But as dark forces move in the Underworld, Yuusuke struggles alongside his companions to defend everything he took for granted.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.66,"title_ov":"Yu☆Gi☆Oh!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/262097.jpg","popularity":426,"volumes":"38","generos":"|Action|Adventure|Comedy|Drama|Fantasy|Mystery|Supernatural","synopsis":"High school student Yuugi Mutou spends his days being bullied between classes and his nights playing board games and solving puzzles in his bedroom. Yuugis penchant for gameplay comes from his grandfather, whose game shop also serves as a house for the two.\n\r\nOne night, Yuugi manages to solve the Millennium Puzzle, a seemingly impossible challenge that awakens his inner darkness and converts it into an alternate persona: Yami Yuugi. Transforming into the more bold and dangerous persona against his will in moments of great distress, Yuugi begins to moonlight as a vengeful vigilante, challenging bullies and evil-doers to risky games where failure results in fates worse than death.\n\r\nYuugi and his alter ego befriend some of the very students who once bullied him, forming unbreakable companionships with them. But the group must contend with villains far deadlier than the high school punks they originally rallied against, enemies who use games for nefarious purposes and threaten Yuugi and his friends very lives.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.9,"title_ov":"Aishiteruze Baby★★","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/166559.jpg","popularity":792,"volumes":"7","generos":"|Comedy|Drama|Romance","synopsis":"Kippei Katakura is a high school playboy who fills his days with any girl he can. In reality, he only has eyes for one girl in particular—Kokoro Tokunaga. One day, Kippeis family introduces him to his five-year-old cousin, Yuzuru Sakashita, whose mother has abandoned her. Kippei is assigned the task of being Yuzurus caregiver until her mother returns, and the young girl quickly grows attached to him.\n\r\nThrough Yuzurus influence and the intimate bond that forms between them, Kippei learns not only about childcare, but also about developing meaningful relationships. As Kippei balances his time between Kokoro and Yuzuru, they all grow together and learn more about each other, their feelings, and the true meaning of family.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":6.62,"title_ov":"Caramel Diary","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/261021.jpg","popularity":15034,"volumes":"1","generos":"|Comedy|Romance","synopsis":"Hana loves the school, caramel and...drawing manga! Her speciality: Drawing romance stories! In real life, her heart beats for the cool Taro, but shes too shy to tell him...unfortunately, Marie, her rival, has decided to steal him!\n\r\n(Source: M.N.M.)","status":"Finished"},{"score":6.62,"title_ov":"Caramel Diary","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/261021.jpg","popularity":15041,"volumes":"1","generos":"|Comedy|Romance","synopsis":"Hana loves the school, caramel and...drawing manga! Her speciality: Drawing romance stories! In real life, her heart beats for the cool Taro, but shes too shy to tell him...unfortunately, Marie, her rival, has decided to steal him!\n\r\n(Source: M.N.M.)","status":"Finished"},{"score":8.28,"title_ov":"Hanazakari no Kimitachi e","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/262555.jpg","popularity":470,"volumes":"23","generos":"|Comedy|Drama|Romance","synopsis":"Japanese-American track-and-field star Mizuki has gotten herself to transfer to a high school in Japan...but not just any school! To be close to her idol, high jumper Izumi Sano, shes going to an all-guys high school...and disguising herself as a boy! But as fate would have it, theyre more than classmates...theyre roommates! Now, Mizuki must keep her secret in the classroom, the locker room, and her own bedroom. And her classmates—and the school nurse—must cope with a new transfer student who may make them question their own orientation...\n\r\n(Source: VIZ Media)\n\nIncluded one-shots:\r\nVolume 1: Natsu no Ori (The Cage of Summer)\r\nVolume 4: Kawaki no Tsuki (The Thirsty Moon)","status":"Finished"},{"score":7.89,"title_ov":"W-Juliet","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/256786.jpg","popularity":1951,"volumes":"14","generos":"|Comedy|Drama|Romance|Slice of Life","synopsis":"Makoto Amano wants to become an actor, but his stern father has decreed that the only way Makoto can pursue his dream is to spend the last two years of high school as a girl! He quickly makes friends with popular tomboy Ito Miura, another drama enthusiast at this new high school and the only student to find out his secret—but are they more than pals?\n\r\n(Source: VIZ Media)","status":"Finished"},{"score":6.48,"title_ov":"Seito no Shucho Kyoushi no Honbun","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267900.jpg","popularity":13910,"volumes":"1","generos":"|Boys Love|Drama|Erotica","synopsis":"1-2. Students Request Teachers Duty\r\n3, Sakase! Takae no Hana\r\n4. Honey Happy Baby\r\n5. Voice Box\r\n6. Scandal Kiss\r\n7. The View Through the Lens","status":"Finished"},{"score":6.18,"title_ov":"± Junkie","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/112127.jpg","popularity":11810,"volumes":"1","generos":"|Drama|Romance","synopsis":"A short shoujo story about a girl who wants to continue the family tradition of her family…that is, get married at 16 and have a girl child at 17! A very crazy story about a very crazy girl named Ren who falls in love with one of the most popular boys in school, Juuya, at first sight!\n\n(Source: StarryHeaven)","status":"Finished"},{"score":6.73,"title_ov":"13 Nichi wa Kinyoubi?","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/83691.jpg","popularity":16040,"volumes":"3","generos":"|Mystery|Supernatural","synopsis":"Ema is obsessed with ghosts, and is even part of her schools occult club. Shell do anything that has to do with some crazy superstition about ghosts or spirits, and make sure that she goes out of her way to do it. Ema is known for this at school, and the series follows her pursues to find ghosts. Ema, unfortunately, cannot see the things that she loves, unlike a few of her friends...\n\n(Source: StarryHeaven) \n\nIncluded one-shots:\nVolume 1: Shuugaku Ryoko no Susume\nVolume 3: Time Capsule and Happy End no Tsukurikata","status":"Finished"},{"score":6.45,"title_ov":"17-sai: Hajimete no H","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267903.jpg","popularity":4716,"volumes":"1","generos":"|Drama|Romance","synopsis":"A collection of short stories revolving around a girls first time!\n\r\n1. Shounen no Susume (A Boys Suggestion) [Shinjo Mayu]\r\n2. Virgin Beast [Minami Kanan]\r\n3. Daitan ni Ikou!!! (Become Daring) [Ayukawa Mio]\r\n4. Itsumo Anata to Asagaeri! (When Im with You, I Wont Be Home til Morning!) [Kousaka Yuuka]\r\n5. Koigokoro (The Awakening of Love) [Sakurai Miya]\r\n6. Kiss Kiss Kiss♥ ( Smooch Smooch Smooch) [Masuzaki Yoshino]\r\n7. Amai Yokubou (Sweet Desires) [Shigano Iori]","status":"Finished"},{"score":7.02,"title_ov":"Ninin ga Shinobuden","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/143955.jpg","popularity":13686,"volumes":"4","generos":null,"synopsis":"Shinobu is the only girl that goes to the secret Ninja Academy, which is presided over by a strange, yellow, ball-organism, Onsokumaru. While he knows nothing about being a ninja master, he loses no opportunity to exploit the dim but cute Shinobu. On a mission to steal all the panties from area high school girls, Shinobu meets Kaede who gets drawn into the surreal, ecchi, but fun world of Shinobu.\n\r\n(Source: ANN)","status":"Finished"},{"score":7.83,"title_ov":"2001-ya Monogatari","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267904.jpg","popularity":3631,"volumes":"3","generos":"|Drama|Sci-Fi","synopsis":"Regardless of time and place, space has always been a primary subject of mankinds awe and fascination. Steadfast in discovering the truth behind their own existence, humans have continued to venture out far into the unknown, ready to confront any hurdle that comes along the way. Although the path ahead is one full of uncertainties, as long as humanity remains persistent in their endeavors, they may ultimately learn to understand each other and come closer to unraveling the intriguing mysteries of the universe.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.09,"title_ov":"3.3.7 Byooshi!!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267905.jpg","popularity":7243,"volumes":"10","generos":"|Comedy|Drama|Romance|Ecchi","synopsis":"By all the usual measures, he could be considered a pretty useless guy: a scholastic failure, an athletic disaster, and a chronic loser... But Fukuda Shinichi has one passion: cheering for others! The 18-year-old captain of North Kanto Southern Highs Cheerleading squad decides to make the most of his summer by attending cram school in Tokyo, only to find out that the whole trip was a sham! Things are looking up when he and his friend meet up with two cute Tokyo girls; too bad the girls brought them to a rip-off bar and took off! Ditched by his one remaining friend and stuck with an impossibly high bar bill, Fuku-kuns life couldnt get any worse! But just then he gets saved by Ume, his role model and former cheerleading squad captain! What is he doing in Tokyo... and why does everyone around seem to know and respect him? Without anywhere else to go, Fuku-kun decides follow Ume to his job, only to discover that... hes a male gigolo?!? Fukudas summer of cheering others on has begun... and the streets of Tokyos red-light district will never be the same!","status":"Finished"},{"score":6.74,"title_ov":"\"Suki\" to Ienai.","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267906.jpg","popularity":3528,"volumes":"Unknown","generos":null,"synopsis":"Shiina has 2 secrets. She loves her brother Kiri a lot, and Kiri doesnt know that they are not blood related. She doesnt know what to do, shes been hiding it for a long time, and no one knows she loves him.\n\r\n(Source: MangaFox)","status":"Finished"},{"score":7.63,"title_ov":"Übel Blatt","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/55347.jpg","popularity":287,"volumes":"23","generos":"|Action|Adventure|Fantasy|Ecchi","synopsis":"When Wischtech threatened to invade the fiefs of Szaalanden, the Emperor dispatched fourteen youths. Of these, the Seven Heroes halted the invasion to herald a time of prosperity while the four Lances of Betrayal were supposedly defeated.\n\r\nTwo decades later, the Lances of Betrayal have reappeared and formed a bandit militia near the frontier fief Gormbark. A man with the black sword and a scar over his left eye slays an entire troop of that militia. He is identified as a boy, Kóinzell, and becomes as much an object of fear as of hope even as his own past, motivations, and purpose are a mystery to those he meets in his travel.\n\r\n(Source: MU)","status":"Finished"},{"score":7.68,"title_ov":"Zettai Kareshi.","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/185981.jpg","popularity":445,"volumes":"6","generos":"|Comedy|Drama|Romance|Sci-Fi","synopsis":"High school student Riiko Izawa has gone through a series of unrequited crushes. Each time she works up the courage to confess to a boy, he rejects her on the spot. After yet another rejection, Riiko becomes dejected and takes a walk through a nearby park. There, she discovers a lost phone and returns it to its owner.\n\r\nThe owner of the phone, Gaku Namikiri, is bizarre, to say the least. A traveling salesman, he pesters Riiko to accept one of his companys products as a reward. She tells him, sarcastically, that what she wants most of all is a boyfriend. Unfazed, he directs her to visit a website advertising \"lover figures,\" which she assumes to be dolls. Despite her skepticism about the companys integrity, the face of the \"Nightly Series 01\" model enchants Riiko, and she registers for a three-day free trial. She is shocked when a life-sized naked boy is actually delivered to her the next day!\n\r\nRiiko follows instructions to activate the very realistic robot with a kiss, and for the next three days, Night Tenjou is the best boyfriend she could ask for. However, Gaku reappears to inform her that she missed the deadline to cancel the free trial, and now she owes one hundred million yen. Alternatively, she can decide to keep Night and act as a beta tester so that the company can collect data in order to improve their future products. What choice does Riiko have? She is broke, and whats more, she has already begun to fall for the artificially intelligent Night...\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":6.55,"title_ov":"Abenobashi Mahou☆Shoutengai","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267907.jpg","popularity":8621,"volumes":"2","generos":"|Adventure|Comedy|Fantasy|Ecchi","synopsis":"Sasshis world is in disarray. His best gal pal, Arumi, is about to move away, and his Osaka neighborhood is being demolished in the name of urban renewal.\n\r\nHowever, this little neighborhood has some surprises under its concrete—its actually a portal to parallel universes. And when this section of the city is leveled, the portal is cracked wide open. Sasshi and Arumi soon find themselves being hurtled from one strange world to the next! Making matters even more surreal, is the fact that these worlds seem to spoof and mock popular movies, video games, manga and anime!\n\r\n(Source: TokyoPop)","status":"Finished"},{"score":7.25,"title_ov":"Tenjou Tenge","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267909.jpg","popularity":607,"volumes":"22","generos":"|Action|Drama|Romance|Supernatural|Ecchi","synopsis":"In one unusual Tokyo high school, education takes a backseat to brawling as warring clubs wreak havoc in the hallways and chaos in the classrooms, all vying to be the baddest team around! Although they often contribute their fair share, only a handful of students serve to stem the tide of violence in this untamed outpost. These are the few, the proud, the powerful: the members of the Juken Club!\n\r\n(Source: CMX)","status":"Finished"},{"score":7.78,"title_ov":"Air Gear","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/167489.jpg","popularity":176,"volumes":"37","generos":"|Action|Award Winning|Supernatural|Ecchi","synopsis":"Itsuki Minami needs no introduction—everybodys heard of the \"Babyface\" of the Eastside. Hes the toughest kid at Higashi Junior High School, easy on the eyes but dangerously tough when he needs to be. Plus, Itsuki lives with the mysterious and sexy Noyamano sisters. Life is never dull, but it becomes dangerous when Itsuki leads his school to victory over some vindictive Westside punks with gangster connections. Now he stands to lose his school, his friends, and everything he cares about. But in his darkest hour, the Noyamano girls come to Itsukis aid. They can teach him a powerful skill that will save their school from the gangsters siege–and introduce Itsuki to a thrilling and terrifying new world.\n\r\n(Source: Del Rey)","status":"Finished"},{"score":7.53,"title_ov":"Ai yori Aoshi","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/184631.jpg","popularity":1434,"volumes":"17","generos":"|Comedy|Drama|Romance|Ecchi","synopsis":"Kaoru Hanabishi is a kind, earnest college student with many friends and potential love interests. One day at the train station, he meets a beautiful girl wearing a kimono, who has plans to visit someone but is struggling with directions. Kaoru decides to help her find her way; however, upon arrival at the location, they find an empty plot of land. While searching for any outstanding clues, the girl shows Kaoru a photo of the person she is looking for.\n\r\nAs destiny would have it, Kaoru immediately recognizes the individual as himself with his childhood friend—the previously betrothed Aoi Sakuraba from the esteemed Sakuraba family—who is now sitting across from him. Their wedding was canceled many years prior after Kaoru left the highly regarded Hanabishi clan for personal reasons. Despite their time apart, Aoi remains committed to Kaoru.\n\r\nWith this fateful encounter, Kaoru and Aoi are reunited, though they must keep their relationship a secret to preserve the reputation of the Sakuraba family. This is only complicated by the different women that Kaoru finds himself surrounded by. Even so, Kaoru and Aoi wish to learn more about each other and stay together against their families wishes.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.65,"title_ov":"Akachan to Boku","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/179184.jpg","popularity":7216,"volumes":"18","generos":"|Award Winning|Comedy|Drama|Slice of Life","synopsis":"Takuya is a normal Japanese elementary student whose mother died not very long ago, leaving him alone with his father and his baby brother Minoru. But his father is a busy man, and Takuya has to look after Minoru. Because of this responsibility that would normally never burden a child of his age, Takuya sometimes resents his fate and his baby brother... but his love for Minoru gives him the strength to carry on.\n\r\n(Source: ANN)\n\nIncluded one-shots:\r\nVolume 2: Time Limit\r\nVolume 4: Secret Boy ni Tee Dasuna!!\r\nVolume 6: Baka de Karukute Wagamama de\r\nVolume 15: Natsu to Kimi no Irradiation","status":"Finished"},{"score":7.34,"title_ov":"Alice 19th","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/258981.jpg","popularity":1149,"volumes":"7","generos":"|Comedy|Drama|Fantasy|Romance|Supernatural","synopsis":"The story follows Alice Seno, a 15-year-old girl forever shadowed by her older sister Mayura, who is good at everything she does. At school she is known as \"Mayuras little sister\" and is relentlessly tormented by the older girls who know that Alice is too weak to fight back.\n\r\nAlice harbors a deep affection for Kyo Wakamiya, a handsome upperclassman who is on the archery team with Mayura. On the way to school one day, Alice rescues a white rabbit from the road despite the danger to herself, but gets rescued by Kyo and receives a bracelet with a single red stone. The rabbit she saves, however, is no ordinary rabbit. She reveals her true form to Alice and introduces herself as Nyozeka. Alice is told that she is destined to become a Lotis Master. The Lotis Masters use the power of words and communication to enter the Inner Heart of others. It is a powerful ability to be used carefully as Alice soon finds out.\n\r\nUsing the power of the Lotis Words, which reveal themselves to be in the form of runes, Alice accidentally makes her older sister disappear during a dispute over Kyo, whom Mayura had begun dating. Alice then must use the Lotis Words to try and bring her sister back from the dark. She is joined by Kyo who proves to have the Lotis powers as well, and by Frey, another Lotis master who had trained with the masters and arrives with the intention to marry Alice. Unfortunately, Mayura has been taken by the power of the Maram Words, the dark reflection of the Lotis Words. Their only hope lies in Alice and Kyo becoming the legendary Neo-Masters to discover the lost word bonding both Maram and Lotis.\n\r\n(Source: Mangatraders)","status":"Finished"},{"score":7.06,"title_ov":"Alichino","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267910.jpg","popularity":4209,"volumes":"3","generos":"|Fantasy|Supernatural","synopsis":"Beautiful creatures called Alichino grant any wish to those who find them--but at a price!\n\r\nA young lady searching for an Alichino wants to bring her brother back to life. She meets Tsugiri, a handsome young man who she thinks is an Alichino. While Tsugiri turns out to be a mere mortal, he does have a mysterious connection with these rare creatures--a connection that brings him and those around him grave danger!\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":8.3,"title_ov":"Sora wa Akai Kawa no Hotori","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/260695.jpg","popularity":751,"volumes":"28","generos":"|Action|Adventure|Award Winning|Drama|Fantasy|Romance|Supernatural","synopsis":"A seemingly ordinary modern day teenager, Yuri, is suddenly whisked away to the Hittite empire in ancient Anatolia, where an ambitious queen wants the girl for a blood sacrifice in order to murder all heirs but her son, thus seizing control of the throne. Luckily, the timely intervention of Prince Kail saves Yuri from the queens grasp. Kail promises to send Yuri back to her home, but the queens persistent schemes to kill them both, plus their growing feelings for each other, keep those plans delayed.\n\r\n(Source: Wikipedia)\n\nIncluded one-shot:\r\nVolume 28: Orontes Renka","status":"Finished"},{"score":7.12,"title_ov":"Angelic Layer","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/179060.jpg","popularity":1266,"volumes":"5","generos":"|Action|Comedy|Drama|Sci-Fi","synopsis":"In the future, the most popular game in the world is Angelic Layer. Contestants must raise and train their own Angels (or fighting dolls) to compete in tournaments. Enter Misaki Suzuhara, sixth grade Angelic Layer prodigy. With her speed-type angel, Hikaru, many people think Misaki stands a chance at winning the championship. Shell have a lot of help along the way, but the road to victory will be not be an easy route, especially for someone as young as Misaki.\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":8.63,"title_ov":"Aria","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/202644.jpg","popularity":452,"volumes":"12","generos":"|Adventure|Comedy|Drama|Sci-Fi|Slice of Life","synopsis":"In the distant future, humanity has terraformed Mars into an oceanic planet to suit their needs. Now known as Aqua, the planet serves as a new home for people discontent with living on Manhome—the planet formerly known as Earth. Being a perfect imitation of Manhomes Venice, the town of Neo-Venezia has inherited all of the rustic charms of the original. Gondolas weave their way through the waterways of the dreamy town while nostalgic alleys await those who travel on foot.\n\r\nAkari Mizunashi, a young Manhome native, has recently made Neo-Venezia her new home. To pursue her dream of becoming a gondolier tour guide—or Undine—Akari joins the Aria Company, one of the most renowned water guide companies in town. As she basks in a simple lifestyle unavailable on Manhome, Akari cheerily ambles through her daily life in Neo-Venezia: the town where magic and miracles abound.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.57,"title_ov":"Ayashi no Ceres","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/160959.jpg","popularity":1339,"volumes":"14","generos":"|Award Winning|Drama|Fantasy|Mystery|Romance|Sci-Fi|Supernatural","synopsis":"Aya and her twin brother Aki thought they were going to a celebration of their sixteenth birthday at their grandfathers home, but the funeral-like atmosphere tips them off that somethings not right. Their \"birthday present\" turns out to be a mummified hand—the power of which forces an awakening within Aya, and painful wounds all over Akis body! Grandfather Mikage announces that Aki will be heir to the Mikage fortune, and Aya must die! But Aya has allies in the athletic cook and martial artist Yuuhi, and the attractive, mysterious Touya. But can even two handsome and resourceful guys save Aya when its her own power thats out of control?\n\r\n(Source: VIZ Media)","status":"Finished"},{"score":7.63,"title_ov":"Fushigi Yuugi","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267911.jpg","popularity":750,"volumes":"18","generos":"|Action|Adventure|Drama|Fantasy|Romance","synopsis":"While visiting the National Library, junior-high students Miaka Yuuki and Yui Hongo are transported into the world of a mysterious book set in ancient China, \"The Universe of The Four Gods.\" Miaka suddenly finds herself with the responsibility of being the priestess of Suzaku, and must find all of her celestial warriors for the purpose of summoning Suzaku for three wishes. However, the enemy nation of the god Seiryuu has manipulated Yui into becoming the priestess of Seiryuu. As enemies, the former best friends begin their long struggle to summon their respective gods and obtain their wishes...\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.37,"title_ov":"Azumanga Daioh","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/259651.jpg","popularity":305,"volumes":"4","generos":"|Comedy|Slice of Life","synopsis":"Chiyo Mihama is a child prodigy who has skipped several grades to end up in high school. On her first day, she discovers that her class is full of eccentric individuals. Sakaki, who towers over Chiyo, is aloof and intimidating; Tomo Takino is loud and annoying; Ayumu \"Osaka\" Kasuga is absentminded but great at solving riddles; Koyomi \"Yomi\" Mizuhara is obsessed with diets and loves karaoke despite her awful singing; and Kagura, who is a competitive tomboy.\n\r\nAs the classmates become good friends over time, they experience their everyday lives together—things like school, studying, going on summer trips, and engaging in all kinds of shenanigans!\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.19,"title_ov":"Time Stranger Kyoko","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/175908.jpg","popularity":2085,"volumes":"3","generos":"|Adventure|Fantasy|Romance","synopsis":"From the creator of Full Moon wo Sagashite comes a story set in the 30th century, when the whole world is ruled under one kingdom named Earth. Princess Kyouko is about to turn 16 years old, and a large celebration will be held throughout the country. Unknown to the people, the princess has secretly been living among them as Kyouko Suomi, a headstrong and selfish junior high student. Kyouko has never appeared at any of the kingdoms past ceremonies, and doesnt plan to attend this ceremony either, for doing so will end her youthful school life.\n\r\nHowever, her father, the king of Earth, offers her another option—Kyouko must find the 12 telepaths who can use the God Stones in order to wake up her twin sister, Princess Ui, who has been asleep since her birth. If Kyouko succeeds, the king will allow her to live however she likes, and will pass on her duties to her sister. Accepting this offer, Kyouko is given the first of the God Stones, the Time-Space Stone, and will need to find the remaining God Stones and their users, with the help of her two bodyguards Sakataki and Hizuki Jin.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.35,"title_ov":"Tactics","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/158123.jpg","popularity":5771,"volumes":"15","generos":"|Mystery|Supernatural","synopsis":"Meet Kantarou, a folklore scholar living in the Taisho period. Ever since he was a child, he has been able to see and talk to various spirits. But now that Kantarous all grown up, he moonlights as an exorcist solving the problems of ghosts and demons...all with the help of Haruka, the legendary demon-eating tengu!\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":6.35,"title_ov":"Angel\/Dust","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/179773.jpg","popularity":4885,"volumes":"1","generos":"|Fantasy|Girls Love","synopsis":"A mysterious creature has fallen from the sky and landed right at young Yuinas feet! Branded as the master of this new angelic being, Yuina is forced into an otherworldly pact, one that will take her beyond the clouds and into battle against a new and yet hauntingly familiar evil, one that patiently waits in the shadows.\n\r\n(Source: ADV)","status":"Finished"},{"score":7.41,"title_ov":"Gals!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267912.jpg","popularity":4910,"volumes":"10","generos":"|Comedy|Drama|Romance|Slice of Life","synopsis":"Self-styled Kogal queen Kotobuki Ran and her friends just wanna have fun, which includes shopping, hanging out, and scamming meals off gullible guys. Unfortunately, their \"hood\"—Shibuya—is in constant danger of being despoiled by dirty old men, street gangs, nasty Kogal rivals, and other societal evils. But with a little help from her friends and a toughness born of coming from a family full of cops, Ran takes on the bad guys (and gals) with gusto!\n\r\n(Source: CMX)","status":"Finished"},{"score":7.63,"title_ov":"Loveless","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/171051.jpg","popularity":628,"volumes":"Unknown","generos":"|Boys Love|Fantasy|Mystery","synopsis":"Aoyagi Ritsuka is one troubled 6th grader. Two years ago, he mysteriously lost his memory and developed an alternate personality. His mother constantly berates (and occasionally beats) him, asking what happened to the \"real\" Ritsuka, and his only defender and friend, his older brother Seimei, was recently killed.\n\r\nSuddenly, Seimeis apparent \"friend,\" Soubi, appears. Soubi tells him that Ritsukas true name is \"Loveless,\" and that Soubi was assigned by Seimei to take care of Ritsuka and protect him. Ritsuka soon gets sucked into a bizzare underground society where teams of people, a \"Fighter Unit,\" and a \"Sacrifice,\" battle using elaborate and beautifully-phrased spells.\n\r\nHe seeks both acceptance of himself, and the answer to the mystery of who killed his brother and why.\n\r\n(Source: TokyoPop)","status":"Publishing"},{"score":7.63,"title_ov":"Loveless","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/171051.jpg","popularity":628,"volumes":"Unknown","generos":"|Boys Love|Fantasy|Mystery","synopsis":"Aoyagi Ritsuka is one troubled 6th grader. Two years ago, he mysteriously lost his memory and developed an alternate personality. His mother constantly berates (and occasionally beats) him, asking what happened to the \"real\" Ritsuka, and his only defender and friend, his older brother Seimei, was recently killed.\n\r\nSuddenly, Seimeis apparent \"friend,\" Soubi, appears. Soubi tells him that Ritsukas true name is \"Loveless,\" and that Soubi was assigned by Seimei to take care of Ritsuka and protect him. Ritsuka soon gets sucked into a bizzare underground society where teams of people, a \"Fighter Unit,\" and a \"Sacrifice,\" battle using elaborate and beautifully-phrased spells.\n\r\nHe seeks both acceptance of himself, and the answer to the mystery of who killed his brother and why.\n\r\n(Source: TokyoPop)","status":"Publishing"},{"score":7.58,"title_ov":"Marmalade Boy","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/262987.jpg","popularity":1009,"volumes":"8","generos":"|Comedy|Drama|Romance","synopsis":"All Miki Koishikawa wanted was an ordinary family and thats exactly what she had until her parents decided to move in with another couple and turned Mikis world upside down. Now she lives in a house with four parents and her totally cute stepbrother Yuu. Its bad enough being brought into her parents strange soap opera, but Miki will star in a soap of her own as she deals with friends having affairs, trying to survive in school and ending up torn between her long-time crush, Ginta, and her new stepbrother!\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":8.2,"title_ov":"Bishoujo Senshi Sailor Moon","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/4\/260613.jpg","popularity":294,"volumes":"18","generos":"|Award Winning|Drama|Fantasy|Romance","synopsis":"\"In the name of the moon, I shall punish you!\"\n\r\nUsagi Tsukino is a cheerful 14-year-old who attends Juuban Municipal Junior High School. She prefers eating and playing video games to studying, which results in her notably poor grades. She also gets easily upset, whether by baseless insults or reasonable reprimands. It is very unlikely that she could be known as anything but a bad influence and a crybaby, but that begins to change when she meets a black cat.\n\r\nGiven a special brooch from the black cat named Luna, Usagi can use it to transform into a guardian of justice named Sailor Moon! She is now tasked to protect the Earth from all that is evil and to find both a missing princess and a sacred jewel known as the Mystical Silver Crystal. Whether she likes it or not, Usagis beautiful transformation marks the start of meeting the mysterious Tuxedo Mask, fighting alongside new comrades, and learning to take responsibility in this acclaimed magical girl classic.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":6.87,"title_ov":"Megami Kouhosei","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/180628.jpg","popularity":7997,"volumes":"5","generos":"|Adventure|Drama|Sci-Fi","synopsis":"It is the year 4088. It has been over one thousand years since the Crisis of Systems (Lost Property), which resulted in the destruction of four planetary systems, leaving only a single inhabitable planet, Zion. Mankind is forced to live in space colonies, since that one planet is constantly being invaded by alien life forms that have come to be known as Victim.\n\r\nTo stop the aliens and to allow people to land on Zion, mankind has developed the astronomical humanoid weapons, Ingrids, also known as Goddesses. G.O.A. (Goddess Operation Academy) is a school dedicated to the training of young men to pilot these Ingrids...\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":7.42,"title_ov":"D.N.Angel","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/145023.jpg","popularity":592,"volumes":"20","generos":"|Comedy|Fantasy|Romance|Supernatural","synopsis":"Daisuke Niwa is an ordinary, if slightly unlucky, middle school student. On his fourteenth birthday, he comes down with a condition that has plagued the men in his family for three hundred years. When he sees his crush, Risa, he transforms into his alter ego, the phantom thief Dark Mousy. Unfortunately, when Dark Mousy sees his crush, Risas twin Riku, he transforms back into Daisuke. The only cure for this craziness is if Daisuke can get Risa to fall in love with him...\n\r\n(Source: Tokyopop)\n\nIncluded one-shots:\r\nVolume 1: Namaiki no N (N is for Nishiki)\r\nVolume 2: OumagaAGAIN (The Demon Returns)\r\nVolume 4: Kanno-ke wa Kanai Anzen. (Protecting The Kanno House)","status":"Finished"},{"score":6.93,"title_ov":"Lagoon Engine","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/179821.jpg","popularity":14424,"volumes":"7","generos":"|Action|Comedy|Supernatural","synopsis":"Yen and Jin are brothers in elementary school and successors in the Ragun family craft of defeating evil spirits. In this world, the battle with spirits comes down to a game of guessing your opponents \"name.\" Once you know the name you gain control over the fight. Both Yen and Jin have secret names only they know... and must keep them secret or risk death!\n\r\n(Source: Tokyopop)","status":"On Hiatus"},{"score":6.82,"title_ov":"Lagoon Engine Einsatz","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/179820.jpg","popularity":17915,"volumes":"1","generos":"|Action|Adventure|Fantasy|Sci-Fi|Supernatural","synopsis":"Sakis, the Scion and Godslayer, gets entangled in a deadly incident when an unknown ship enters Lagoonarian airspace. After uncovering explosives along with the seeds of Abomination, Sakis begins a quest to uncover the mysteries surrounding the Ancient Gods!","status":"Finished"},{"score":7.14,"title_ov":"DearS","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/265668.jpg","popularity":1768,"volumes":"8","generos":"|Comedy|Romance|Sci-Fi|Ecchi","synopsis":"Aliens have landed on Earth and are now a normal part of society. These beautiful beings have been given the name \"DearS\" and are trusted and welcomed by most humans. In order for the \"DearS\" to learn Earths customs, they are sent to random high schools to \"home-stay.\" When Takeya helps a DearS in his school, she calls him \"Master.\" Thus begins the humorous life of Takeya and his sexy alien follower, Ren, who tries to figure out the wacky customs of this place called Earth! (Source: Tokyopop)","status":"Finished"},{"score":7.81,"title_ov":"Rozen Maiden","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/271890.jpg","popularity":1010,"volumes":"8","generos":"|Comedy|Drama|Supernatural","synopsis":"The legendary dollmaker Rozen created several unique dolls throughout his life, but it was not the materials he used that made them special. Known as Rozen Maidens, each doll was imbued with a Rosa Mystica—a precious gem that gives them life. But these dolls have a specific purpose: they must fight each other in a contest called the Alice Game. The winner becomes Alice, the perfect girl who will have the chance to meet their father and creator.\n\r\nJun Sakurada, a middle school shut-in, experiences the Alice Game up close and personal when one of these dolls arrives at his house. After winding her up with the spring provided, she comes to life and introduces herself as Shinku, the fifth Rozen Maiden. Despite Jun quickly becoming annoyed by her haughty attitude, they find themselves working together when they are attacked by another doll. At Shinkus behest, Jun becomes her medium, allowing her to use his life force as a power to defeat their enemies.\n\r\nIn the aftermath of the fight, more Rozen Maidens appear and decide to live at Juns house. But can there be any peace when their very existence means they must fight each other?\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.34,"title_ov":"Zombie-Loan","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267914.jpg","popularity":977,"volumes":"13","generos":"|Action|Adventure|Comedy|Drama|Horror|Supernatural","synopsis":"Michiru Kita’s a weak-spirited girl who has a hard time saying what’s on her mind. One day, she notices mysterious, ring-like markings around the necks of two of her classmates, Chika Akatsuki and Shito Tachibana — two boys who miraculously survived a horrible accident six months before. Michiru, possessing the rare ability to see these rings, knows that they warn of impending death. Thinking that, perhaps, she can do something to save her classmates’ lives, she approaches them... but it seems the boys have already made a different kind of deal and garnered themselves a heavy debt \n\r\n(Source: Yen Press)","status":"Finished"},{"score":6.17,"title_ov":"Prism Palette","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267915.jpg","popularity":18500,"volumes":"1","generos":"|Comedy|Ecchi","synopsis":"Based on an ero-game, Prism Palette is Peach-Pit’s (famous for DearS, Zombie Loan, Rozen Maiden and assorted other manga) first publication. It follows the main character, Masaki Shirai, as he spends his days at school, surrounded by beautiful girls. (Source: AT-Translations)","status":"Finished"},{"score":7.72,"title_ov":"Shugo Chara!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/135293.jpg","popularity":440,"volumes":"12","generos":"|Award Winning|Comedy|Romance|Supernatural","synopsis":"What kind of person will I become? What can I do for myself? Children ponder those very questions, and from those thoughts, the \"Hearts Egg\" is born. Unseen by most, the Hearts Egg remains hidden within every individual, and represents a persons own ideal character.\n\r\nWhile adjusting to life at a new school, Amu Hinamori has unintentionally gained a reputation for being \"cool and spicy.\" Unhappy with her outward persona, Amu often wonders how she can act more like her true self. Her desire for change is manifested when one morning, Amu awakens to find three eggs beneath her. They hatch to reveal Ran, Miki and Suu—three \"Guardian Characters,\" each an embodiment of Amus ideal self.\n\nShugo Chara! follows Amus journey as the trio begin to show her just how much potential she has, encountering other Guardian Characters, and a few troublesome experiences along the way.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.52,"title_ov":"Fruits Basket","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/269697.jpg","popularity":77,"volumes":"23","generos":"|Award Winning|Drama|Romance|Supernatural","synopsis":"Tooru Honda is an orphan with nowhere to go but a tent in the woods, until the Souma family takes her in. However, the Souma family is no ordinary family, and they hide a grave secret: when they are hugged by someone of the opposite gender, they turn into animals from the Chinese zodiac!\n\r\nNow, Tooru must help Kyou and Yuki Souma hide their curse from their classmates, as well as her friends Arisa Uotani and Saki Hanajima. As she is drawn further into the mysterious world of the Soumas, she meets more of the family, forging friendships along the way.\n\r\nBut this curse has caused much suffering; it has broken many Soumas. Despite this, Tooru may just be able to heal their hearts and soothe their souls.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.37,"title_ov":"Never Give Up!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/270458.jpg","popularity":6188,"volumes":"13","generos":"|Comedy|Romance|Slice of Life","synopsis":"At the age of four, Kiri Minase fell in love with her childhood friend Tohya Enishi and proposed to him. Their families, however, were not very supportive of this match. Both children have parents who work as models and to whom they owe their good looks. The trouble is, Kiri inherited chiseled masculine features from her father and Tohya inherited his mothers delicate beauty. For years, Kiri has been working hard toward becoming a girl worthy of Tohya, but even now, she faces constant reminders that everyone regards her as unsuitable for him due to her lack of femininity.\n\r\nOne day, Tohya is scouted by a fashion photographer and agrees to work as a model for the agency owned by Kiris mother. Kiri is concerned that Tohya will be preyed upon by other men in the fashion world, and so she begs her mother to hire her as well. Her wish is granted with a twist, as she is forced to pose as a male model under the name \"Tatsuki.\" During their first photo shoot, it seems that Kiris worries are well-founded when the photographer wont keep his hands off Tohya. With the desire to protect Tohya warring against the fear that she will appear undesirable to him the longer she pretends to be male, Kiri must come to terms with her identity and decide if outer beauty is really more important than what lies inside.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":8.89,"title_ov":"Yotsuba to!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/5\/259524.jpg","popularity":71,"volumes":"Unknown","generos":"|Award Winning|Comedy|Slice of Life","synopsis":"While most people find the world mundane, five-year-old Yotsuba Koiwai sees it as a treasure trove of amazing bustle and wonderful places to explore. When she and her adoptive father, Yousuke, move to a new city, the energetic young girl naturally sets out to investigate the neighborhood on her own.\n\r\nAfter a few incidents at the local park, the Koiwais become acquainted with their neighbors, the Ayase family. Their three daughters—mischievous college student Asagi, responsible high school student Fuuka, and kindhearted grade school student Ena—eventually all take a liking to Yotsuba and join in on her antics, despite their sheer ridicule.\n\r\nFrom learning how to use a swing to figuring out how to stop global warming with air conditioners, Yotsubas ability to infallibly find fun in everything, both amazes and annoys the people around her. Along with Yousuke, the Ayases, and friends she makes along the way, Yotsuba embarks on daily adventures, each one a step in her quest to enjoy the simple things in life.\n\r\n[Written by MAL Rewrite]","status":"Publishing"},{"score":8.0,"title_ov":"Kekkaishi","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/5\/207702.jpg","popularity":574,"volumes":"35","generos":"|Action|Adventure|Award Winning|Supernatural","synopsis":"By night, junior high student Yoshimori Sumimura is a \"kekkaishi\"—a demon-hunter who specializes in creating magical barriers around his prey. By day, Yoshimoris got some other demons to battle: an addiction to sweets and a seriously crotchety grandfather! Yoshimoris pretty 16-year-old neighbor and childhood friend, Tokine Yukimura, is also a kekkaishi, but their families are feuding over who is the true practitioner of the art. \n\r\n(Source: VIZ Media)","status":"Finished"},{"score":8.38,"title_ov":"Cardcaptor Sakura","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/259289.jpg","popularity":248,"volumes":"12","generos":"|Adventure|Award Winning|Comedy|Fantasy|Romance","synopsis":"\"Herein lie the Clow Cards—if their seal is broken, disaster shall befall this world...\"\n\r\nSakura Kinomoto is an energetic and sweet 10-year-old girl attending Tomoeda Elementary School. One day not long after entering the fourth grade, Sakura finds a mysterious book titled \"The Clow\" hidden within her fathers bookshelves. Upon opening it, a small, winged creature with an Osakan accent comes out of the book and introduces itself as Keroberos, the Creature of the Seal who guards magical cards known as the Clow Cards and keeps them from escaping the book.\n\r\nUnfortunately for the plushy guardian, it seems that the Clow Cards have already escaped—and now Sakura is tasked with capturing them before the cards unleash their powers and cause havoc all over Tomoeda! With the support of the tiny guardian who she nicknames \"Kero\" and her best friend Tomoyo Daidouji, Sakura must wield a magical bird-shaped key and use her new powers as the Cardcaptor to maintain peace and ensure that everything is alright.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.79,"title_ov":"Chobits","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/260812.jpg","popularity":223,"volumes":"8","generos":"|Comedy|Romance|Sci-Fi|Ecchi","synopsis":"After enduring four years of high school, Hideki Motosuwa strives to get into the university of his choice by attending cram school in Tokyo. Concurrently, he works daily shifts at a bar to make ends meet, thus missing out on the worlds latest invention—human-like computers called Persocoms. Longing for a persocom of his own, Hideki is met with a stroke of luck when he stumbles upon a cute abandoned persocom in a garbage pile. \n\r\nUpon finding the power button, Hideki finds his newfound robot to be faulty and only capable of uttering the word \"Chii\"—which Hideki decides to name her after. Chii, however, is no ordinary persocom: capable of thinking and learning on her own, she is a legendary type of robot known as a \"Chobit.\" Now, it is up to Hideki to teach Chii how to live an ordinary life and to uncover the truth behind the elusive chobits series. \n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.38,"title_ov":"Gouhou Drug","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/185400.jpg","popularity":1577,"volumes":"3","generos":"|Comedy|Mystery|Supernatural","synopsis":"Snow surrounds the 17-year-old Kazahaya Kudou while he fights not to lose consciousness amid the freezing landscape. Luckily, a cold-blooded young man named Rikuo Himura saves him and brings him to his boss, Kakei, owner of Green Drugstore. Out of necessity, Kazahaya agrees to become Kakeis employee.\n\r\nHowever, Kazahayas job is not limited to organizing shelves and dealing with customers. Due to his ability to see strange things, Kazahaya is commissioned to complete dangerous assignments in exchange for money. Begrudgingly paired, Kazehaya and Rikuo—who also seems to possess unique powers—must take on these missions while confronting ghosts from the past that are hunting them down.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.42,"title_ov":"Wish","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/157425.jpg","popularity":1381,"volumes":"4","generos":"|Fantasy|Romance|Supernatural","synopsis":"Walking home from work one night, Shuuichirou Kudou encounters a child-like being with wings trapped on a tree branch. After he saves the creature, they introduce themselves as Kohaku, an angel from Heaven. Skeptical of the supernatural, Shuuichirou ignores Kohaku and goes back home, dismissing it as a dream.\n\r\nThe next day, Shuuichirou finds Kohaku in his garden, who has now taken on their true form. They tell him that, for his kindness, they want to grant him any wish. However, Shuuichirou is content with what he has and declines. Kohaku decides that, instead of doing nothing, they will stay with their savior until he desires something only they can deliver.\n\r\nAlthough Kohaku becomes accustomed to their homely life with Shuuichirou, they cannot remain on Earth for long due to being tormented by Kouryuu—a mischievous devil—and his sidekicks. In addition, Kohaku is on borrowed time to find the missing archangel Hisui and must hurry before they are both banished from Heaven forever.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":6.94,"title_ov":"AI ga Tomaranai!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/54753.jpg","popularity":2773,"volumes":"9","generos":"|Comedy|Romance|Sci-Fi|Ecchi","synopsis":"Hitoshi Kobe is pretty dumb, not good at sports, and extremely unpopular. The only thing he IS good at really is creating artificial intelligence programs on his computer. His greatest work is number 30, one which very accurately simulates talking to an actual girl. One dark and stormy night, a freak lightning strike causes number Thirty to emerge from his computer screen as a real girl, and sends Hitoshis life on a turn for the crazy.\n\r\n(Source: ANN)","status":"Finished"},{"score":6.94,"title_ov":"AI ga Tomaranai!","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/54753.jpg","popularity":2773,"volumes":"9","generos":"|Comedy|Romance|Sci-Fi|Ecchi","synopsis":"Hitoshi Kobe is pretty dumb, not good at sports, and extremely unpopular. The only thing he IS good at really is creating artificial intelligence programs on his computer. His greatest work is number 30, one which very accurately simulates talking to an actual girl. One dark and stormy night, a freak lightning strike causes number Thirty to emerge from his computer screen as a real girl, and sends Hitoshis life on a turn for the crazy.\n\r\n(Source: ANN)","status":"Finished"},{"score":7.43,"title_ov":"Mahoromatic","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/180649.jpg","popularity":5177,"volumes":"8","generos":"|Action|Comedy|Romance|Sci-Fi|Ecchi","synopsis":"Vesper is a secret agency fighting an army of alien invaders by using super-powerful battle androids. Mahoro is Vespers most powerful battle android and has won many battles, but she has little operating time left and soon will cease to function. However, if she lays down her arms and conserves her remaining power, the time she has left can be prolonged to just over a year. Mahoro is given an opportunity to live the remaining time she has as a normal human. She chooses to live as a maid for Suguru, a phenomenally messy high school student who lives by himself after his family passed away.\n\r\n(Source: ANN)","status":"Finished"},{"score":6.94,"title_ov":"Shin Shunkaden","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/272019.jpg","popularity":5336,"volumes":"1","generos":"|Action|Adventure|Fantasy|Romance|Supernatural","synopsis":"Chun Hyang is a young girl who lives in a village ruled by a tyrannical Yang Ban. When her mother Wall Mae tragically dies, Chun Hyang sets of on an adventure with Mong Ryong, a young traveler who holds the empires most powerful office as the Am-Hang-Osa. Based on a Korean legend.\n\r\n(Source: ANN)","status":"Finished"},{"score":7.53,"title_ov":"Clover","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/257992.jpg","popularity":1092,"volumes":"4","generos":"|Drama|Fantasy|Romance|Sci-Fi","synopsis":"Retiring as a soldier of the government of a high-tech city, Fay Ryu Kazuhikos transition into civilian life is cut short when his superior, General Ko, summons him. Having a leaf imprinted onto his hand by code, Kazuhiko is entrusted with a secret task to deliver a \"package\"—a girl with white hair and evergreen eyes whom he finds singing in a birdcage-like building. All Kazuhiko knows is that her name is Suu, and for whatever reason, she wishes to go to Fairy Park.\n\r\nAs his friends Lan and Gingetsu help set up a transport module for the duo, Kazuhiko suspects that there is more to Suu than he knows. Not only is their transport intercepted, but the two are also pursued by Bols—a face that is uncomfortably familiar to Kazuhiko and who seems to have received his own mission to seek out Suu. The truth behind the discreet nature of this operation, Suus existence, and even a possible connection between her and Kazuhiko may all be linked to just one word: clover.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.47,"title_ov":"Erementar Gerad","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/260247.jpg","popularity":2120,"volumes":"18","generos":"|Action|Adventure|Fantasy|Romance","synopsis":"Coud is a young sky pirate who discovered a girl with mysterious powers on what had seemed like a routine mission. Ren has the ability to lend Coud bizarre fighting capabilities (his arm turns into a giant blade of some sort), being part of a race of beings called Edel Reid, but being the possessor of a stone called the Elemental Gelade, she has powers even beyond the norm.\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":7.07,"title_ov":"Erementar Gerad: Aozora no Senki","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/158740.jpg","popularity":9741,"volumes":"Unknown","generos":"|Action|Adventure|Fantasy|Romance","synopsis":"The Kingdom of the Sun, Fuajarl was ruthlessly invaded by the Garden of Eden. They came seeking the Kings Edel Raid, rumored to be one of the Shichikou-houju (Seven Glittering Jewels).\n\r\nSensing their intent, the King hid his daughter with his Edel Raid and fought against the invasion but was defeated in battle that resulted in the desert kingdom being blanketed in a sheet of white snow.\n\r\nEscaping capture, the Crown Princess Achea Fuajarl XIV reacted with Jeen, the Kings Edel Raid, and along with Puffe, the Kingdoms only mechanic, fled Fuajarl in an ancient tank. They are on a journey to restore the Kingdom and exact vengeance on the Garden of Eden.\n\r\nThis story takes place two years after Erementar Gerad.\n\r\n(Source: MU)","status":"Publishing"},{"score":7.3,"title_ov":".hack\/\/G.U.+","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/4\/126081.jpg","popularity":3679,"volumes":"5","generos":"|Action|Fantasy|Sci-Fi","synopsis":"It is the year 2017, and the stakes have gotten even higher in the massively multiplayer online game The World--now The World R:2, a dangerous place overrun by player killers, where lawlessness abounds. The PKK Haseo, known as \"The Terror of Death,\" is a fearsome foe who punishes those who want to slay other players. But things have gotten personal as Haseo tries to track down the killer Tri-Edge, who has threatened the real life of his friend Shino...\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":7.03,"title_ov":".hack\/\/Tasogare no Udewa Densetsu","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/191726.jpg","popularity":1135,"volumes":"3","generos":"|Adventure|Comedy|Fantasy|Sci-Fi","synopsis":"Welcome to The World, the most advanced online game ever created. In The World you can be anyone you want to be, act out your adventure fantasies and through teamwork and determination, you can even become a hero. 14-year-old twins Shuugo and Rena just won a contest that lets them play as the legendary avatars Kite and Black Rose. Armed with the power of the Twilight Bracelet, the two must discover what is causing rogue monsters to infect The World and carry on the legend of the .hackers.\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":7.94,"title_ov":"Kobato.","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/154345.jpg","popularity":843,"volumes":"6","generos":"|Adventure|Fantasy|Romance","synopsis":"In a certain city in Japan, ones naive heart faintly shimmers above the rest—a seemingly odd and naive brunette named Kobato Hanato. Despite appearing to wander around, the pure-hearted girl aspires to fulfill one precious wish: to reach a particular place. But for it to be granted, she must learn how to heal the wounded hearts of the people and collect them in a magic bottle.\n\r\nHowever, the world can be confusing for such an innocent girl. Her companion Ioryogi can be quite rough in teaching her common sense, especially for a talking blue dog plushie! Luckily for Kobato, a certain quaint place with a troubled history seems to be—and may be looking for—a glimmer of hope.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.6,"title_ov":"Magic Knight Rayearth","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/272013.jpg","popularity":896,"volumes":"3","generos":"|Adventure|Comedy|Fantasy","synopsis":"Three high school girls—hot-blooded Hikaru Shidou, haughty Umi Ryuuzaki, and gentle Fuu Hououji—have just met at Tokyo Tower when they hear a call for help that pulls them into another world. They are soon greeted by Guru Clef, a youthful-looking man who informs them that they are the legendary Magic Knights summoned by Princess Emeraude to save this magical land known as Cephiro.\n\r\nWhile Hikaru finds the prospect exciting, Umi and Fuu simply want to return to their own world. Unfortunately for them, Clef explains that they cannot go home until they have saved Cephiro and banished the monsters plaguing it. In order to do so, they have to rescue Princess Emeraude from the clutches of the powerful Lord Zagato. To stand a chance against him, they must revive mysterious beings called Rune Gods.\n\r\nAs Clef grants the trio armor and magic, one of Zagatos servants attacks, forcing the guru to send the girls away to the weaponsmith Presea and the rabbit-like guide Mokona, who can further equip them for their journey. Though they have a long way to go, Hikaru, Umi, and Fuu will show that they have what it takes to live up to their titles as Magic Knights and bring salvation to Cephiro.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":7.45,"title_ov":"Maburaho","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/180923.jpg","popularity":15621,"volumes":"22","generos":"|Comedy|Drama|Romance","synopsis":"His name is Kazuki Shikimori, 17 years old. He attends Aoi Academy, a school for elite magicians. Each magician has a set limit of spells, and performing more spells than the limit allows will cause the user to turn into dust. In this case, the number of magic Kazuki can use is far below the average in his school. Then one day, all of a sudden, three girls appear before him. But of all the things that they are after, it is his GENES. And for Kazuki, the girls appearances may also spell his doom, as he soon realizes that his magic count is decreasing ever steadily.\n\r\n(Source: ANN)","status":"Finished"},{"score":6.68,"title_ov":"Angel Cup","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/5434.jpg","popularity":23641,"volumes":"5","generos":"|Comedy|Sports","synopsis":"Angel Cup tackles the highs and lows of girls soccer at Hansin High. So-jin and Shin-bee are fiercely competitive and will play against anyone, including boys, for their beloved sport. Can our heroines navigate the fakes, fouls and penalties in the games of life and love well enough to reach their goal of being champs? \n\r\n(Source: Tokyopop)","status":"Finished"},{"score":6.56,"title_ov":"Tenshi no Su","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/114665.jpg","popularity":19314,"volumes":"1","generos":"|Drama|Supernatural","synopsis":"A woman named Natsu finds Ken, her husband, with another woman when she comes home from work one day. Ken confesses that he is in love with the girl, mi, and asks Natsu for a divorce. Natsu doesnt really feel shocked OR sad, for some strange reason. All she can think of is what she has learned from her five years with Ken, and how she can move forward. Then, one sleepless night, she sees an angel sitting on her balcony... and soon after, the angel begins living with her. \n\nIncluded in this volume are three more short manga stories: God Knows Everything, Tea Time and Dispensation of Heaven.\n\n(Source: Tokyopop)","status":"Finished"},{"score":7.93,"title_ov":"Aqua","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/153102.jpg","popularity":995,"volumes":"2","generos":"|Sci-Fi|Slice of Life","synopsis":"The year is 2301, one hundred fifty years since terraforming operations began on the planet Aqua—formerly known as Mars—causing it to be almost entirely covered with water. Aquas capital, Neo-Venezia, is a near-perfect copy of the wonderful, dreamy city of Venice back on Manhome—previously known as Earth. Citizens and tourists alike take their time exploring the city and admiring its rustic charm, especially by riding one of the many gondolas gliding along the waterways.\n\r\nHighly skilled and knowledgeable women known as Undines navigate the gondolas and act as tour guides of Neo-Venezia. Originating from Manhome, several well-renowned Undine companies have made their home in the capital, with many young girls aspiring to join their ranks.\n\r\nChasing her dream of becoming an Undine, Manhome native Akari Mizunashi begins her training as an apprentice at the Aria Company. Soon after arriving in town, she becomes acquainted with her mentor Alicia Florence, a pudgy cat named Aria Pokoteng, and Aika S. Granzchesta, a fellow Undine apprentice from the Himeya Company. Together with her new friends, Akari strives to become a full-fledged Undine while taking in all the magical sights and sounds that Neo-Venezia generously offers.\n\r\n[Written by MAL Rewrite]\n\nIncluded one-shot:\r\nVolume 2: Othello Game (Ebony & Ivory)","status":"Finished"},{"score":6.84,"title_ov":"Arcana","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/263936.jpg","popularity":9255,"volumes":"11","generos":null,"synopsis":"Inez is a young orphan girl with a special gift that allows her to communicate with all creatures. A great destiny awaits her, the nature of which she is yet unaware. As our story opens, Inez is traveling with an old wizard named Kaager and a faithful dog named Zode. Her country is about to plunge into its first winter in one hundred years and ominous signs abound concerning the return of a demon-race which threatens the countrys fragile peace. Can little Inez—via a magic amulet—bring back her countrys ancient dragon protector in time?\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":6.73,"title_ov":"Archlord","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/262334.jpg","popularity":8158,"volumes":"6","generos":"|Action|Adventure|Fantasy|Romance","synopsis":"The great warrior Leon Manas, son of the legendary Nathan Manas, now carries the powerful sword Brumhart. Though this blade is coveted by many, only the heirs to the House of Manas can wield it. But that doesn’t stop the sinister from trying. Ernan, once trusted knight of the House of Manas, murders his commander, robs him Brumhart and orders the death of Leon’s only son, Zian. But the men sent to perform this infanticide come up against a mysterious figure in a dark cloak who defeats them only to disappear with child into the thick of the Tass Forest. Sixteen years later, Ernan has become a feared tyrant, but still has not been able to unsheathe Brumhart. Thus begins the tale of this desperate king and the young boy who would be one.\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":6.32,"title_ov":"Ark Angels","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/286805.jpg","popularity":13868,"volumes":"3","generos":"|Fantasy|Romance|Supernatural","synopsis":"From a small lake nestled in a secluded forest far from the edge of town something strange emerged one day: Three young girls. The three girls, Shem, Hamu and Japheth, are sisters from another world. Equipped with magical powers, they are charged with saving all the creatures of Earth from becoming extinct. However, there is someone or something sinister trying to stop them. While saving our world from destruction, these sisters live like normal human girls: They go to school, work at a flower shop, hang around with friends and even fall in love...\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":8.25,"title_ov":"Petshop of Horrors","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/5\/212566.jpg","popularity":530,"volumes":"10","generos":"|Comedy|Fantasy|Horror|Mystery|Supernatural","synopsis":"Beyond the mist-filled alleyways in the concrete crevices of Los Angeles Chinatown hides a mysterious pet shop, home to many bizarre yet friendly creatures. The stores proprietor is an enigmatic young man who goes by the name of Count D.\n\r\nCount D welcomes those who feel lonely and wounded through the doors of his shop, claiming to sell \"love, dreams, and hope\" in the form of the fantastic beasts that lie within. Each creature comes with a special contract accompanied by a set of rules. However, he warns customers that he cannot be held accountable for any consequences of breaking the rules.\n\r\nShort-tempered detective Leon Orcot traces the source of several crimes back to Count D and what the former considers to be a pet shop of horrors. Determined to find proof that the Count is a criminal, he begins to pay regular visits to the shop.\n\r\n[Written by MAL Rewrite]","status":"Finished"},{"score":6.31,"title_ov":"Birth","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/201290.jpg","popularity":14579,"volumes":"9","generos":"|Fantasy|Horror|Sci-Fi","synopsis":"Deep within the mountains of Tibet, secluded from the mortal world, sits The Arm of Kannon, an instrument of inconceivably wicked power, resting safely outside the grasp of humanity... until now.\r\nAn archeologist, Juzo Mikami, dizzied with tales of The Arms power and determined to unlock the mystery behind this Buddhist secret, sets out on a journey to find this ancient artifact and is never heard from again, leaving behind his wife and children. Three years later, he returns to his family, however he isnt the man he was, and his family will never be the same.\n\r\n(Source: Tokyopop)","status":"Finished"},{"score":6.85,"title_ov":"Clamp Gakuen Tanteidan","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/260110.jpg","popularity":3667,"volumes":"3","generos":"|Comedy|Mystery","synopsis":"Akira, Nokoru, and Suoh are the student council heads in the Elementary department of the CLAMP university. After one encounter with a damsel in distress, Nokoru turns the group into a group of sleuths out to make the world safe for everyone of the female sex. \n\r\n(Source: ANN)","status":"Finished"},{"score":6.02,"title_ov":"MÄR Omega","picture_url":"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/33509.jpg","popularity":5504,"volumes":"4","generos":"|Action|Adventure|Comedy|Fantasy","synopsis":"Young Kai has been passionately idolizing Ginta ever since his heroic battle in the War Games of six years ago. Since then, ARMs have become a common thing, Guardians especially! Kai himself doesnt have one though, and dreams big of being able to get an ARM like Gintas! When his caretaker, the old ARM-smith that took him in after his parents deaths, sends him out on an errand, he is attacked by a bandit from \"chess\"! In his escape attempt, he finds more than he bargained for when he comes across Babbo! But, now with Babbos awakening, the fake ARMs are going out of control! Is it Kais turn to save MAR Heaven following in his heros footsteps?\n\n(Source: Project Kurai Ryu)","status":"Finished"}]}